{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġe":261,"Ġd":262,"Ġde":263,"os":264,"Ġl":265,"en":266,"Ġp":267,"Ġc":268,"er":269,"Ġs":270,"es":271,"Ġa":272,"ci":273,"on":274,"ar":275,"qu":276,"or":277,"as":278,"Ġes":279,"te":280,"que":281,"un":282,"to":283,"Ġm":284,"ad":285,"an":286,"Ġque":287,"ti":288,"Ã³":289,"Ġla":290,"tr":291,"in":292,"Ġy":293,"Ġen":294,"al":295,"Ġun":296,"re":297,"Ġel":298,"Ã³n":299,"Ġn":300,"ciÃ³n":301,"Ġv":302,"ta":303,"čĊ":304,"Ġcon":305,"ic":306,"is":307,"Ġse":308,"mp":309,"Ġo":310,"Ġpr":311,"Ã¡":312,"Ġin":313,"ÃŃ":314,"Ġh":315,"Ġco":316,"do":317,"am":318,"Ġlos":319,"Ġre":320,"id":321,"Ã©":322,"aciÃ³n":323,"Ġf":324,"tex":325,"ien":326,"texto":327,"Ġpro":328,"Ġpar":329,"tos":330,"Ġuna":331,"Ġt":332,"ec":333,"em":334,"cion":335,"lo":336,"ab":337,"Ġlas":338,"Ġpor":339,"us":340,"Ġb":341,"mo":342,"ac":343,"de":344,"Ġno":345,"Ġpara":346,"iz":347,"ue":348,"Ġal":349,"res":350,"Ġsi":351,"Ġcu":352,"Ġlo":353,"ter":354,"cu":355,"Ġest":356,"ces":357,"le":358,"Ġdel":359,"ente":360,"ol":361,"ma":362,"Ġti":363,"Ġper":364,"di":365,"Ġg":366,"idad":367,"ciones":368,"ado":369,"tiv":370,"uc":371,"Ġtr":372,"Ġten":373,"Ġdi":374,"tu":375,"bi":376,"je":377,"Ġto":378,"Ġsu":379,"go":380,"ando":381,"Ġme":382,"Ġcomo":383,"ari":384,"emos":385,"Ġcomp":386,"tic":387,"gu":388,"Ġi":389,"la":390,"ada":391,"Ġda":392,"ent":393,"Ġser":394,"Ġpue":395,"tam":396,"ica":397,"enci":398,"Ġus":399,"ra":400,"orm":401,"ador":402,"Ġson":403,"Ġdes":404,"tro":405,"ÃŃa":406,"im":407,"Ãº":408,"amos":409,"Ġso":410,"Ã¡s":411,"Ġtien":412,"Ġ1":413,"Ġpo":414,"era":415,"iste":416,"qui":417,"Ġdatos":418,"Ġha":419,"Ġac":420,"Ġex":421,"ales":422,"Ã±":423,"ĠestÃ¡":424,"iento":425,"gr":426,"Ġent":427,"bl":428,"ir":429,"Ġhac":430,"dad":431,"Ġor":432,"iv":433,"Ġdis":434,"ues":435,"Ġemp":436,"Ġinter":437,"Ġle":438,"aj":439,"Ġnos":440,"tra":441,"Ġya":442,"Ã©n":443,"Ġmo":444,"Ġap":445,"ici":446,"onces":447,"ten":448,"Ġan":449,"fic":450,"min":451,"Ġres":452,"Ġsiste":453,"ados":454,"Ġproces":455,"tros":456,"da":457,"Ġinf":458,"Ġ(":459,"tor":460,"rec":461,"aliz":462,"Ġentonces":463,"der":464,"ul":465,"Ġcons":466,"encia":467,"Ġop":468,"ĠmÃ¡s":469,"Ġyo":470,"Ġdeb":471,"Ġtiene":472,"Ġman":473,"tan":474,"tar":475,"ia":476,"Ġob":477,"Ġeste":478,"ri":479,"truc":480,"biÃ©n":481,"tambiÃ©n":482,"Ġva":483,"den":484,"si":485,"Ġma":486,"il":487,"Ġcom":488,"Ġesta":489,"ero":490,"Ġpuede":491,"Ġdeci":492,"ĠtambiÃ©n":493,"el":494,"Ġinform":495,"Ġpero":496,"tes":497,"ted":498,"enta":499,"Ġpers":500,"Ġentr":501,"Ġporque":502,"Ġtenemos":503,"Ġusted":504,"quÃ©":505,"Ġu":506,"dos":507,"ro":508,"Ġte":509,"Ġins":510,"Ġperson":511,"ce":512,"fer":513,"Ġempres":514,"amente":515,"gram":516,"jemp":517,"eces":518,"los":519,"Ġcl":520,"Ġimp":521,"Ġcuando":522,"Ġtrab":523,"Ġver":524,"Ġejemp":525,"Ġtrabaj":526,"are":527,"se":528,"Â¿":529,"til":530,"Ġ2":531,"Ġhay":532,"Ġah":533,"Ġar":534,"Ġsistema":535,"ib":536,"Ġejemplo":537,"Ġhab":538,"Ġhacer":539,"tas":540,"Ġeso":541,"Ġfun":542,"orma":543,"ĠinformaciÃ³n":544,"Ġvari":545,"gan":546,"ÃŃs":547,"tivo":548,"co":549,"men":550,"Ġ3":551,"Ġentre":552,"pos":553,"Ġr":554,"duc":555,"Ġmis":556,"Ġca":557,"Ġbas":558,"io":559,"po":560,"Ġej":561,"entes":562,"ĠÂ¿":563,"mente":564,"tura":565,"ga":566,"Ġdic":567,"ecu":568,"Ġutil":569,"no":570,"Ġcontr":571,"gun":572,"Ġmen":573,"Ġprogram":574,"tica":575,"Ġgr":576,"Ġcada":577,"Ã©s":578,"Ġesp":579,"mi":580,"Ġreg":581,"ez":582,"Ġmem":583,"Ġcar":584,"tivos":585,"Ġas":586,"quÃŃ":587,"bre":588,"Ġval":589,"Ġmode":590,"cia":591,"con":592,"um":593,"Ġmi":594,"ores":595,"oy":596,"ware":597,"Ġneces":598,"Ġdecir":599,"Ġ5":600,"Ġmemor":601,"otros":602,"ver":603,"Ġvamos":604,"Ġ4":605,"ico":606,"Ġnosotros":607,"Ġtran":608,"Ġgen":609,"iÃ³n":610,"Ġutiliz":611,"Ġpre":612,"gn":613,"emp":614,"amiento":615,"Ġempresa":616,"Ġesto":617,"ĠaquÃŃ":618,"Ġtrans":619,"Ġtodo":620,"Ġfin":621,"Ġpoder":622,"Ġobje":623,"almente":624,"Ġorgan":625,"Ã¡l":626,"Ġad":627,"Ġejecu":628,"it":629,"Ġdifer":630,"Ġinstruc":631,"ĠcÃ³":632,"lar":633,"Ġpa":634,"Ġcor":635,"Ġsus":636,"Ġcontrol":637,"ante":638,"Ġj":639,"Ġmemoria":640,"Ġtra":641,"ora":642,"Ġmedi":643,"Ġesa":644,"uch":645,"Ġ6":646,"adas":647,"Ġgener":648,"Ġapl":649,"unto":650,"ier":651,"ario":652,"mas":653,"quier":654,"onde":655,"icaciÃ³n":656,"cur":657,"Ġorganiz":658,"idades":659,"Ġmuch":660,"Ġtener":661,"Ġsol":662,"Ġcas":663,"cip":664,"Ġproduc":665,"Ġdirec":666,"ticas":667,"uy":668,"Ġdebe":669,"Ġforma":670,"iente":671,"Ġ8":672,"ft":673,"Ġproceso":674,"Ġcual":675,"Ġ9":676,"Ġese":677,"ĠquÃ©":678,"Ġsin":679,"Ġden":680,"Ġpas":681,"Ġid":682,"Ġparte":683,"ĠestÃ¡n":684,"Ġserv":685,"Ġcap":686,"Ġcos":687,"Ã±o":688,"rol":689,"gar":690,"ftware":691,"Ġsoftware":692,"Ġprim":693,"ida":694,"Ġrep":695,"aje":696,"Ġcomun":697,"fica":698,"Ġdentro":699,"Ġcre":700,"Ġpos":701,"per":702,"Ãºn":703,"Ġdos":704,"Ġinc":705,"arrol":706,"Ġ7":707,"Ġdice":708,"cri":709,"Ġcam":710,"Ġmanera":711,"Ġdonde":712,"Ġdesarrol":713,"Ġimpor":714,"Ġtodos":715,"tiva":716,"ÃŃn":717,"ido":718,"able":719,"ones":720,"Ġprop":721,"ivel":722,"Ġpod":723,"Ġred":724,"Ġnivel":725,"das":726,"Ġlle":727,"Ã¡n":728,"Ġmej":729,"end":730,"Ġvoy":731,"Ġ10":732,"Ġnues":733,"Ġrealiz":734,"iendo":735,"ur":736,"adores":737,"Ġbien":738,"mpl":739,"Ġresp":740,"Ġregis":741,"cio":742,"tir":743,"Ġopera":744,"tidad":745,"ig":746,"Ġdef":747,"Ġcono":748,"Ġprin":749,"ific":750,"Ġtengo":751,"blem":752,"Ġprincip":753,"les":754,"ut":755,"Ġimportan":756,"ea":757,"udi":758,"las":759,"tras":760,"ientos":761,"Ġuno":762,"Ġtipo":763,"log":764,"tin":765,"cional":766,"Ġta":767,"Ġbus":768,"mos":769,"lam":770,"Ġclas":771,"curs":772,"Ġproblem":773,"Ġvan":774,"par":775,"Ġpersonas":776,"quer":777,"Ġestos":778,"ĠnÃº":779,"mento":780,"Ġdeter":781,"cep":782,"Ġusu":783,"Ġservici":784,"Ġotro":785,"Ġmejor":786,"ecto":787,"Ġpueden":788,"Ġbu":789,"Ġsea":790,"titu":791,"uego":792,"Ġdetermin":793,"lan":794,"om":795,"Ġsegu":796,"Ġdefin":797,"Ġcic":798,"Ġcambi":799,"Ġsab":800,"tur":801,"ho":802,"Ġsal":803,"Ġsistemas":804,"Ġrela":805,"Ġing":806,"Ġtienen":807,"Ġustedes":808,"Ġbase":809,"tec":810,"vi":811,"Ġdo":812,"enti":813,"Ã©r":814,"tico":815,"Ġsobre":816,"Ġtrabajo":817,"Ġbuen":818,"Ġpermi":819,"Ġahora":820,"eci":821,"ve":822,"fici":823,"Ġinte":824,"Ġcaso":825,"Ġsign":826,"Ġluego":827,"esti":828,"dar":829,"mac":830,"Ġalmac":831,"Ġllam":832,"Ġestruc":833,"icaciones":834,"alidad":835,"ĠahÃŃ":836,"mb":837,"arios":838,"Ġrecurs":839,"me":840,"icas":841,"Ġpres":842,"Ġmay":843,"icos":844,"Ġtiemp":845,"Ġmodelo":846,"Ġtan":847,"aciones":848,"Ġorden":849,"Ġvalor":850,"Ġlen":851,"Ġab":852,"Ġalgun":853,"Ġvis":854,"Ġcomput":855,"emen":856,"vis":857,"Ġunidad":858,"siÃ³n":859,"Ġpersona":860,"Ġalmacen":861,"miento":862,"ch":863,"Ġexp":864,"na":865,"Ġlengu":866,"ren":867,"minis":868,"Ġdise":869,"erc":870,"Ġfu":871,"Ġprograma":872,"ult":873,"tal":874,"Ġproy":875,"Ġne":876,"Ġderec":877,"tamos":878,"Ġhace":879,"Ġtiempo":880,"Ġelemen":881,"ĠnÃºm":882,"posi":883,"Ġvez":884,"Ġnecesi":885,"ables":886,"ĠinstrucciÃ³n":887,"Ġciclo":888,"Ġotra":889,"Ġmismo":890,"Ġcomputador":891,"Ġconj":892,"Ġalgo":893,"bil":894,"pu":895,"Ġequi":896,"Ġmayor":897,"jo":898,"ibu":899,"Ġmues":900,"ĠasÃŃ":901,"cuer":902,"Ġigu":903,"por":904,"Ġconcep":905,"laciÃ³n":906,"taciÃ³n":907,"Ġespeci":908,"Ġadminis":909,"Ġpodemos":910,"endo":911,"Ġmuy":912,"aci":913,"tores":914,"Ã³g":915,"logÃŃa":916,"ĠmÃ©":917,"Ġgran":918,"Ġher":919,"Ġdep":920,"val":921,"alab":922,"Ġactiv":923,"Ġrepres":924,"entar":925,"ca":926,"ĠÃ¡":927,"asta":928,"Ġdesde":929,"Ġoper":930,"Ġinv":931,"Ġnorm":932,"Ġrecursos":933,"eros":934,"Ġestado":935,"Ġtec":936,"Ġpon":937,"Ġesos":938,"Ġecu":939,"digo":940,"Ġhabl":941,"Ġimportante":942,"tribu":943,"Ġay":944,"Ġconjunto":945,"isis":946,"Ġestas":947,"Ã¡c":948,"Ġhasta":949,"Ġprocesos":950,"Ġpuedo":951,"ĠorganizaciÃ³n":952,"et":953,"Ġposi":954,"Ġcompon":955,"za":956,"Ã¡lisis":957,"Ġrequer":958,"ĠcÃ³mo":959,"Ġincl":960,"ÃŃas":961,"Ġau":962,"entr":963,"Ġinstrucciones":964,"Ġdesarrollo":965,"Ġplan":966,"ientes":967,"Ġpalab":968,"Ġecon":969,"pon":970,"uev":971,"ĠanÃ¡lisis":972,"Ġfuncion":973,"Ġcuenta":974,"imiento":975,"car":976,"lec":977,"Ġayu":978,"ble":979,"ifica":980,"ĠsÃŃ":981,"Ġtipos":982,"Ġigual":983,"Ġsolu":984,"ĠÃ©":985,"Ġcan":986,"acter":987,"Ġestar":988,"ĠcÃ³digo":989,"ene":990,"ĠcomunicaciÃ³n":991,"Ġconf":992,"Ġescri":993,"mÃ¡":994,"Ġconstitu":995,"Ġencu":996,"Ġpe":997,"Ġcaracter":998,"Ġfinan":999,"Ġnuev":1000,"Ġlenguaje":1001,"Ġtodas":1002,"Ġdiferentes":1003,"ĠdirecciÃ³n":1004,"Ġanaliz":1005,"Ġdisposi":1006,"acciÃ³n":1007,"Ġexis":1008,"),":1009,"Ġtom":1010,"gÃºn":1011,"br":1012,"Ġotros":1013,"abil":1014,"Ġind":1015,"Ã©c":1016,"Ġsoci":1017,"00":1018,"Ġqui":1019,"Ġvariable":1020,"Ġve":1021,"Ġsigu":1022,"tamente":1023,"Ġinici":1024,"quitec":1025,"fec":1026,"Ġform":1027,"encias":1028,"Ġbueno":1029,"vid":1030,"teri":1031,"du":1032,"Ġw":1033,"Ġsub":1034,"bilidad":1035,"ina":1036,"ĠrelaciÃ³n":1037,"Ġmens":1038,"Ġproblema":1039,"ÃŃsticas":1040,"Ġesas":1041,"Ġempresas":1042,"Ġir":1043,"ĠmÃ©to":1044,"Ġtrav":1045,"Ġarquitec":1046,"ĠmÃ¡":1047,"Ġestudi":1048,"Ġimpl":1049,"Ġproyecto":1050,"Ġmatr":1051,"Ġadministr":1052,"Ġresult":1053,"Ġveces":1054,"ĠlÃŃn":1055,"ĠtravÃ©s":1056,"Ġven":1057,"Ġestamos":1058,"quiere":1059,"Ġellos":1060,"Ġdocu":1061,"Ġer":1062,"Ġsegur":1063,"Ġpunto":1064,"Ġidenti":1065,"tener":1066,"ram":1067,"Ġtecno":1068,"Ġdeben":1069,"Ġtanto":1070,"Ġabs":1071,"lti":1072,"Ġet":1073,"Ġsegun":1074,"Ãºlti":1075,"Ġelementos":1076,"Ġfinanci":1077,"nos":1078,"Ġcier":1079,"Ġentidad":1080,"tivas":1081,"entaciÃ³n":1082,"ĠfunciÃ³n":1083,"Ġvalores":1084,"xi":1085,"Ġinver":1086,"ĠÃ³":1087,"Ġref":1088,"siones":1089,"Ġley":1090,"arse":1091,"eas":1092,"imientos":1093,"ĠdiseÃ±o":1094,"ĠnÃºmero":1095,"Ġllev":1096,"Ġsignifica":1097,"Ġpol":1098,"bles":1099,"Ġlib":1100,"Ġpues":1101,"ĠejecuciÃ³n":1102,"Ġuso":1103,"alizaciÃ³n":1104,"empre":1105,"Ġusuario":1106,"Ġservicios":1107,"up":1108,"Ã©cn":1109,"ba":1110,"dan":1111,"Ġsiempre":1112,"Ġcumpl":1113,"ÃŃstica":1114,"Ġingres":1115,"Ġconoci":1116,"Ġfac":1117,"mis":1118,"Ġfi":1119,"Ġdia":1120,"Ġidentific":1121,"Ġvariables":1122,"Ġcosas":1123,"uman":1124,"ĠtÃ©cn":1125,"ĠbÃ¡s":1126,"Ġestructura":1127,"eo":1128,"ens":1129,"ios":1130,"Ġhan":1131,"Ġtoda":1132,"Ã±os":1133,"Ġoperaciones":1134,"ĠÃ¡re":1135,"Ġetc":1136,"Ġgeneral":1137,"Ġemple":1138,"des":1139,"Ġconta":1140,"Ġrealizar":1141,"mple":1142,"man":1143,"ĠseÃ±":1144,"Ġregistro":1145,"Ġproce":1146,"Ġparti":1147,"edad":1148,"Ġtrabajar":1149,"Ġseguridad":1150,"Ġcomponentes":1151,"cuencia":1152,"Ġcantidad":1153,"cir":1154,"Ġmerc":1155,"Ġmomento":1156,"Ġrequerimientos":1157,"Ġhuman":1158,"?,":1159,"Ġintegr":1160,"ven":1161,"Ġestad":1162,"ha":1163,"Ġverdad":1164,"Ġles":1165,"ja":1166,"ĠsÃ³":1167,"Ġrec":1168,"imos":1169,"Ġpermite":1170,"Ġdin":1171,"idos":1172,"Ġcpu":1173,"Ġotras":1174,"Ġarquitectura":1175,"ramien":1176,"Ġlin":1177,"Ġna":1178,"Ġservicio":1179,"Ġcien":1180,"Ġcontra":1181,"Ġmane":1182,"Ġmenos":1183,"ĠlÃ³g":1184,"Ġmon":1185,"Ġacuer":1186,"icar":1187,"Ġtare":1188,"Ġgu":1189,"antes":1190,"ĠaplicaciÃ³n":1191,"Ġejecutar":1192,"Ġmar":1193,"Ġvien":1194,"Ġobjetivo":1195,"Ġsino":1196,"Ġherramien":1197,"erci":1198,"Ġobl":1199,"Ġsuper":1200,"Ġprimero":1201,"ĠpolÃŃ":1202,"Ġnuestro":1203,"Ġcondi":1204,"abilidad":1205,"Ġmun":1206,"ista":1207,"Ġprocesador":1208,"gor":1209,"Ġtal":1210,"rar":1211,"Ġmedio":1212,"Ġnormas":1213,"Ġmucho":1214,"Ġdiagram":1215,"ÃŃamos":1216,"Ġdescri":1217,"Ġmediante":1218,"ita":1219,"izaciÃ³n":1220,"Ġcomple":1221,"Ġcliente":1222,"Ġelec":1223,"Ġalguna":1224,"ĠtecnologÃŃa":1225,"Ġnego":1226,"trar":1227,"Ġpla":1228,"Ġrealmente":1229,"uel":1230,"encial":1231,"Ġerr":1232,"Ġabstr":1233,"Ġprocedi":1234,"Ġcal":1235,"Ġclase":1236,"Ġcualquier":1237,"Ġmatriz":1238,"mbre":1239,"quel":1240,"ticos":1241,"Ġrelacion":1242,"Ġaquel":1243,"Ġmic":1244,"tiene":1245,"Ġconsid":1246,"Ġdar":1247,"Ġnuestra":1248,"cular":1249,"ĠÃ©l":1250,"ĠÃºlti":1251,"bir":1252,"cal":1253,"Ġ=":1254,"entas":1255,"lado":1256,"ible":1257,"Ġcapaci":1258,"Ġactu":1259,"Ġsaber":1260,"Ġimplem":1261,"Ġ-":1262,"tiz":1263,"Ġgesti":1264,"Ġdispositivos":1265,"hos":1266,"Ġutilizar":1267,"Ġmuestra":1268,"ĠsÃ³lo":1269,"mientos":1270,"ior":1271,"Ġpobl":1272,"itos":1273,"pro":1274,"ivos":1275,"Ġaplicaciones":1276,"Ġmuchas":1277,"Ġasi":1278,"Ġusuarios":1279,"ĠpoblaciÃ³n":1280,"Ġpalabra":1281,"Ġdec":1282,"Ġacces":1283,"ĠmÃ¡qu":1284,"Ġacuerdo":1285,"Ġnorma":1286,"Ġproblemas":1287,"ciendo":1288,"Ġvida":1289,"Ġmul":1290,"Ġexiste":1291,"viamente":1292,"aria":1293,"ed":1294,"omÃŃa":1295,"Ġhaber":1296,"Ġconcepto":1297,"Ġhablamos":1298,"ĠcaracterÃŃsticas":1299,"Ġcol":1300,"Ġderecho":1301,"ias":1302,"cios":1303,"Ġmensaje":1304,"lu":1305,"Ġatribu":1306,"cias":1307,"Ġcur":1308,"ital":1309,"zo":1310,"Ġsim":1311,"dific":1312,"Ġqu":1313,"Ġexper":1314,"Ġobjetos":1315,"olu":1316,"fes":1317,"Ġeval":1318,"uesto":1319,"fico":1320,"Ġsolo":1321,"ras":1322,"Ġra":1323,"erv":1324,"Ġfas":1325,"Ġhacia":1326,"Ġllama":1327,"Ġestructur":1328,"ard":1329,"iones":1330,"riv":1331,"sa":1332,"Ġmin":1333,"Ġarch":1334,"Ġgru":1335,"Ġ100":1336,"Ġactividades":1337,"din":1338,"Ġtres":1339,"can":1340,"Ġbaj":1341,"ĠsoluciÃ³n":1342,"Ġdistin":1343,"tado":1344,"Ġquiere":1345,"Ġinteres":1346,"Ġprimer":1347,"Ġter":1348,"Ġcompor":1349,"Ãºs":1350,"Ġcr":1351,"idas":1352,"Ġfal":1353,"Ġobviamente":1354,"ĠÃ¡rea":1355,"tamiento":1356,"Ã³m":1357,"Ġcompar":1358,"Ġregistros":1359,"Ġtama":1360,"Ġdeterminar":1361,"Ġdepend":1362,"ex":1363,"pl":1364,"ientras":1365,"Ġderiv":1366,"Ġestoy":1367,"render":1368,"gos":1369,"ferencia":1370,"Ġsegundo":1371,"Ġsimpl":1372,"ud":1373,"Ġproducto":1374,"Ġcapacidad":1375,"ento":1376,"gen":1377,"Ã©rmin":1378,"ĠprÃ¡c":1379,"ĠtÃ©rmin":1380,"Ġtab":1381,"Ġrelaciones":1382,"reg":1383,"Ġindi":1384,"tante":1385,"ie":1386,"mentos":1387,"Ġmuchos":1388,"Ġanalizar":1389,"ĠlÃŃnea":1390,"Ġmientras":1391,"ĠconstituciÃ³n":1392,"Ġjur":1393,"Ġexpres":1394,"Ġam":1395,"Ġsimple":1396,"Ġasign":1397,"Ġmulti":1398,"Ġx":1399,"ectos":1400,"Ġpeque":1401,"Ġdecisiones":1402,"Ġpodr":1403,"Ġsiguiente":1404,"ĠtamaÃ±o":1405,"Ġ/":1406,"cionales":1407,"be":1408,"fo":1409,"bier":1410,"Ġincre":1411,"eb":1412,"Ġcambio":1413,"Ġintel":1414,"Ġro":1415,"Ġconten":1416,"Ġpropor":1417,"Ġingen":1418,"rit":1419,"Ġmisma":1420,"Ġespec":1421,"oci":1422,"Ġpartir":1423,"Ġfunciones":1424,"Ġtomar":1425,"Ġefec":1426,"Ġdur":1427,"Ġinterna":1428,"Ġcorrec":1429,"Ġmercado":1430,"Ġevalu":1431,"Ġlec":1432,"Ġnombre":1433,"Ġproductos":1434,"Ġinde":1435,"Ġhemos":1436,"Ġtareas":1437,"Ġfre":1438,"Ġobjeto":1439,"Ġconoc":1440,"Ġprincipal":1441,"Ġexisten":1442,"ĠaÃ±os":1443,"Ġni":1444,"cuÃ¡l":1445,"ĠadministraciÃ³n":1446,"Ġacceso":1447,"Ġquer":1448,"Ġcentr":1449,"ĠmÃ³":1450,"Ġ11":1451,"Ġobjetivos":1452,"Ġconec":1453,"Ġclar":1454,"iga":1455,"ĠlÃ³gica":1456,"ĠprogramaciÃ³n":1457,"Ġrespon":1458,"Ġincluy":1459,"va":1460,"torio":1461,"Ġprodu":1462,"Ġcomputadora":1463,"Ġinvesti":1464,"ĠeconomÃŃa":1465,"jar":1466,"emente":1467,"Ġutiliza":1468,"Ġconsider":1469,"Ġaudi":1470,"Ġmas":1471,"Ġcontiene":1472,"Ġtransmi":1473,"esta":1474,"ÃŃd":1475,"ĠjurÃŃd":1476,"ĠÃºn":1477,"Ġalgor":1478,"olver":1479,"Ġgra":1480,"Ġprecio":1481,"ificaciÃ³n":1482,"Ġherramientas":1483,"ĠgestiÃ³n":1484,"Ġalter":1485,"ĠcuÃ¡l":1486,"ĠeconÃ³m":1487,"tÃŃ":1488,"ÃŃan":1489,"cidad":1490,"proces":1491,"ing":1492,"Ġfinal":1493,"Ġauto":1494,"Ġalgorit":1495,"ers":1496,"Ġespa":1497,"ĠmÃ¡quina":1498,"Ġtenga":1499,"Ġdeno":1500,"Ġconc":1501,"Ġsignific":1502,"iciÃ³n":1503,"Ġmal":1504,"tric":1505,"if":1506,"ist":1507,"ĠoperaciÃ³n":1508,"Ġreci":1509,"Ġmenor":1510,"Ġsolamente":1511,"dam":1512,"ito":1513,"Ġhec":1514,"Ġdinero":1515,"bo":1516,"mÃ©":1517,"eza":1518,"Ġpaso":1519,"Ġoperativo":1520,"Ġviene":1521,"Ġcomportamiento":1522,"Ġnum":1523,"Ġprofes":1524,"Ġcrear":1525,"pa":1526,"Ġreco":1527,"Ġsa":1528,"Ġsitu":1529,"Ġmuestr":1530,"ĠdÃŃa":1531,"tim":1532,"ĠinterÃ©s":1533,"Ġfundam":1534,"Ġresultado":1535,"ĠfÃŃs":1536,"Ġclases":1537,"Ġrepresenta":1538,"ĠecuaciÃ³n":1539,"Ġatributos":1540,"ual":1541,"ĠsegÃºn":1542,"cionar":1543,"entan":1544,"Ġobtener":1545,"Ġtelec":1546,"Ġpersonal":1547,"omun":1548,"Ġfactores":1549,"Ġtelecomun":1550,"Ġpun":1551,"Ġarit":1552,"quis":1553,"Ġestra":1554,"ĠpaÃŃs":1555,"Ġcorres":1556,"Ġsenci":1557,"Ġsenti":1558,"aba":1559,"ĠinformÃ¡":1560,"Ġindivid":1561,"Ġsencil":1562,"ivo":1563,"Ġ20":1564,"Ġequipo":1565,"Ġponer":1566,"ĠmÃ©todo":1567,"ĠmÃ©todos":1568,"Ġflu":1569,"Ġgo":1570,"Ġtend":1571,"Ġderechos":1572,"Ġdiagrama":1573,"Ġ0":1574,"Ġdistribu":1575,"ĠaritmÃ©":1576,"Ġencon":1577,"Ġrecuer":1578,"Ġhacen":1579,"vers":1580,"Ġllegar":1581,"Ġnecesita":1582,"unque":1583,"Ġsir":1584,"Ġalmacenamiento":1585,"Ġ[":1586,"Ġproto":1587,"Ġdebemos":1588,"medi":1589,"Ġdepen":1590,"Ġquiero":1591,"Ġcalidad":1592,"cil":1593,"Ġanal":1594,"Ġanteri":1595,"Ġtabla":1596,"Ġencar":1597,"Ġcomb":1598,"ĠproducciÃ³n":1599,"ĠestÃ¡ndar":1600,"ĠcondiciÃ³n":1601,"fac":1602,"Ġfue":1603,"Ġentrada":1604,"Ġren":1605,"Ġarchivos":1606,"az":1607,"ber":1608,"Ġsecuencia":1609,"Ġpoco":1610,"ajes":1611,"Ġprocedimientos":1612,"igu":1613,"Ġlu":1614,"cÃ³":1615,"lante":1616,"Ġcuentas":1617,"ĠgrÃ¡":1618,"Ġgrandes":1619,"Ġcuan":1620,"ular":1621,"Ġvelo":1622,"Ġag":1623,"Ã¡p":1624,"blec":1625,"Ġestablec":1626,"Ġtelecomunicaciones":1627,"izar":1628,"Ġger":1629,"Ġhaciendo":1630,"Ġbienes":1631,"ĠdiseÃ±":1632,"Ġsociedad":1633,"Ġrestric":1634,"ya":1635,"Ġsepar":1636,"ĠnÃºmeros":1637,"Ġhoy":1638,"ĠacÃ¡":1639,"Ġmate":1640,"ĠdecisiÃ³n":1641,"Ġresultados":1642,"ĠespecÃŃ":1643,"ion":1644,"pend":1645,"Ġdeman":1646,"Ġnada":1647,"tera":1648,"Ġ19":1649,"Ġprincipio":1650,"visiÃ³n":1651,"Ġdenomin":1652,"ge":1653,"pe":1654,"Ġpens":1655,"Ġram":1656,"Ġprimera":1657,"Ġrealiza":1658,"dic":1659,"Ġof":1660,"Ġregu":1661,"Ġtoma":1662,"ticamente":1663,"Ġdescrip":1664,"Ġon":1665,"Ġvi":1666,"Ġinstan":1667,"Ġrespons":1668,"Ġtransf":1669,"Ġorganiza":1670,"Ġvelocidad":1671,"Ġprue":1672,"Ġpalabras":1673,"Ġweb":1674,"Ġmicro":1675,"ĠbÃºs":1676,"Ġprocesamiento":1677,"Ġvarios":1678,"Ġsimplemente":1679,"ĠbÃºsque":1680,"Ġtu":1681,"ĠtÃ©cnicas":1682,"pi":1683,"ros":1684,"Ġdeber":1685,"Ġrecor":1686,"ĠÃºltimo":1687,"Ġera":1688,"Ġconocimiento":1689,"Ġindividu":1690,"ĠmatemÃ¡":1691,"Ġcontin":1692,"istas":1693,"culo":1694,"Ġleg":1695,"ĠrÃ¡p":1696,"Ġtexto":1697,"Ġch":1698,"Ġclientes":1699,"Ġcapital":1700,"ĠestadÃŃstica":1701,"Ġnatur":1702,"Ġindepend":1703,"pre":1704,"uer":1705,"Ġsec":1706,"Ġelemento":1707,"Ġgrupo":1708,"Ġlectura":1709,"Ġuniv":1710,"Ġtemp":1711,"Ġmodelos":1712,"Ġredes":1713,"Ġpan":1714,"Ġpasa":1715,"Ġidea":1716,"Ġmanten":1717,"Ġmundo":1718,"ardware":1719,"Ġcab":1720,"argo":1721,"Ġdespu":1722,"its":1723,"Ġactividad":1724,"ĠdespuÃ©s":1725,"ger":1726,"Ġtema":1727,"Ġideas":1728,"Ġalterna":1729,"Ġespacio":1730,"Ġhardware":1731,"Ġdirecciones":1732,"Ġsalida":1733,"Ġayuda":1734,"ĠpolÃŃticas":1735,"ql":1736,"Ġfr":1737,"ĠÃ©s":1738,"Ġpi":1739,"icamente":1740,"Ġprob":1741,"Ġsig":1742,"Ġ12":1743,"Ġdesarrollar":1744,"cle":1745,"net":1746,"Ġcompil":1747,"Ġejerci":1748,"Ġdiferencia":1749,"Ġentidades":1750,"Ġline":1751,"Ġcombin":1752,"tando":1753,"Ġproducir":1754,"Ġlista":1755,"Ġcompet":1756,"Ġpueda":1757,"Ġdispon":1758,"Ġhablar":1759,"Ġvarias":1760,"Ġrespe":1761,"Ġespecific":1762,"Ġefici":1763,"Ġaunque":1764,"Ġmuestreo":1765,"Ġlugar":1766,"gaciÃ³n":1767,"tad":1768,"ĠseÃ±al":1769,"Ġaprender":1770,"Ġprogramas":1771,"Ġfuer":1772,"Ġcir":1773,"Ġmor":1774,"Ã³r":1775,"Ġintro":1776,"Ġjer":1777,"Ġsentido":1778,"ĠsÃ©":1779,"emÃ¡s":1780,"Ġ16":1781,"Ġdefinir":1782,"Ġobliga":1783,"aÃ±":1784,"arias":1785,"Ãºbl":1786,"Ġinclus":1787,"lus":1788,"Ġk":1789,"abor":1790,"Ġban":1791,"Ġorig":1792,"Ġantes":1793,"ĠposiciÃ³n":1794,"Ġcentral":1795,"ip":1796,"Ġcer":1797,"Ġata":1798,"Ġdivid":1799,"Ġapar":1800,"Ġbases":1801,"Ġintelig":1802,"Ġfundament":1803,"ĠbÃºsqueda":1804,"olÃ³g":1805,"Ġexter":1806,"Ġtransmis":1807,"Ġdocum":1808,"Ġingenier":1809,"Ġauditor":1810,"Ġunivers":1811,"Ġeta":1812,"Ġllevar":1813,"Ġdig":1814,"Ġima":1815,"Ġdicen":1816,"Ġutilizan":1817,"Ġorganizaciones":1818,"Ġfase":1819,"Ġdurante":1820,"rend":1821,"Ġ+":1822,"Ġventa":1823,"Ġgar":1824,"Ġcompren":1825,"Ġopciones":1826,"Ġ30":1827,"Ġconceptos":1828,"Ġrestricciones":1829,"Ġdigo":1830,"irtu":1831,"Ġniveles":1832,"Ġprincipios":1833,"Ġencuentr":1834,"Ġunos":1835,"Ġmodelado":1836,"Ġpagar":1837,"Ġjus":1838,"Ġescribir":1839,"Ġsignificado":1840,"iencia":1841,"logÃŃas":1842,"Ġexpl":1843,"Ġnecesito":1844,"Ġfuncionamiento":1845,"iere":1846,"Ġvec":1847,"Ġabstrac":1848,"Ġtermin":1849,"ian":1850,"olos":1851,"Ġorganizacional":1852,"Ġestados":1853,"Ġpasos":1854,"Ġsoluciones":1855,"Ġinicio":1856,"tados":1857,"todo":1858,"Ġbits":1859,"Ġsup":1860,"Ġempez":1861,"Ġoperativos":1862,"ĠlÃŃneas":1863,"ĠfÃ¡":1864,"Ġenten":1865,"Ġvista":1866,"Ġleyes":1867,"Ġamb":1868,"dimiento":1869,"ĠserÃ¡":1870,"Ġpermiten":1871,"entos":1872,"Ġbi":1873,"Ġalea":1874,"Ġdato":1875,"ĠinteracciÃ³n":1876,"Ġbajo":1877,"Ġhecho":1878,"Ġnatural":1879,"ican":1880,"Ġentor":1881,"Ġasoci":1882,"Ġrefle":1883,"Ġidentificar":1884,"Ġconocer":1885,"Ġcontinu":1886,"inar":1887,"Ġrequis":1888,"Ġ18":1889,"Ġreglas":1890,"Ġ15":1891,"Ġejecuta":1892,"Ġcamin":1893,"cÃ³mo":1894,"ÃŃo":1895,"ĠcuÃ¡n":1896,"Ġalgunos":1897,"Ġnegocio":1898,"Ġplazo":1899,"Ġgaran":1900,"tero":1901,"Ġincrem":1902,"Ġgobier":1903,"ĠpÃºbl":1904,"Ġblo":1905,"Ġequipos":1906,"Ġreal":1907,"Ġfaci":1908,"Ġgan":1909,"Ġcorr":1910,"Ġposible":1911,"ĠtÃ©cnica":1912,"Ġparticular":1913,"Ġfacil":1914,"ula":1915,"Ġho":1916,"Ġalto":1917,"Ġdiri":1918,"Ġsuma":1919,"Ġencuen":1920,"Ġerrores":1921,"Ġdependiendo":1922,"bas":1923,"zar":1924,"Ġrevis":1925,"ĠalgÃºn":1926,"ĠademÃ¡s":1927,"Ġerror":1928,"Ġcurs":1929,"Ġflujo":1930,"Ġdepende":1931,"tru":1932,"Ġgas":1933,"entonces":1934,"Ġcosa":1935,"Ġcosto":1936,"Ġrespecto":1937,"Ġhablando":1938,"ĠabstracciÃ³n":1939,"Ġesc":1940,"ĠcomÃºn":1941,"ĠcarÃ¡c":1942,"Ġdispositivo":1943,"ĠcarÃ¡cter":1944,"gra":1945,"Ġconv":1946,"Ġcuales":1947,"Ġresolver":1948,"ep":1949,"Ġmed":1950,"ĠcompaÃ±":1951,"Ġpregun":1952,"Ġcambiar":1953,"Ġalmacenar":1954,"Ġindica":1955,"Ġaten":1956,"Ġsupon":1957,"Ġimportancia":1958,"Ġfrecuencia":1959,"procesador":1960,"ĠaritmÃ©tica":1961,"Ġdan":1962,"Ġsem":1963,"uesta":1964,"Ġnuevo":1965,"Ġcasos":1966,"Ġsiguientes":1967,"Ġocur":1968,"Ġlogr":1969,"Ġdivers":1970,"Ġcomprar":1971,"Ġempleados":1972,"Ġrendimiento":1973,"eti":1974,"op":1975,"Ġli":1976,"Ġselec":1977,"Ġhe":1978,"Ġri":1979,"Ġpartes":1980,"Ġtas":1981,"teria":1982,"Ġmateria":1983,"Ġnecesidad":1984,"Ġ40":1985,"Ġcontabilidad":1986,"mar":1987,"Ġdeu":1988,"Ġvemos":1989,"guien":1990,"Ġaprend":1991,"Ġinstitu":1992,"Ġcambios":1993,"Ġvisto":1994,"oluciÃ³n":1995,"ĠtÃ©rminos":1996,"Ġclaro":1997,"ĠsituaciÃ³n":1998,"ima":1999,"van":2000,"tis":2001,"tien":2002,"Ġcop":2003,"Ġdomin":2004,"Ġnegocios":2005,"Ġcontenido":2006,"ĠmÃŃn":2007,"textos":2008,"Ġobs":2009,"Ġarti":2010,"Ġ50":2011,"Ġpatr":2012,"Ġaplicar":2013,"Ġseguir":2014,"Ġafec":2015,"Ġmid":2016,"ismo":2017,"ach":2018,"Ġinterac":2019,"ducciÃ³n":2020,"Ġcamp":2021,"Ġciertas":2022,"Ġoblig":2023,"Ġrequisitos":2024,"Ã³nde":2025,"Ġfor":2026,"Ġcompu":2027,"Ġtratar":2028,"Ġprincipales":2029,"Ġfunciona":2030,"Ġayudar":2031,"Ġciencia":2032,"Ġalguien":2033,"Ġdebo":2034,"ĠnÃºcle":2035,"Ġinicial":2036,"Ġexperiencia":2037,"Ġinteligencia":2038,"Ġinfer":2039,"Ġcomerci":2040,"Ġtransac":2041,"Ġtrata":2042,"Ġfuente":2043,"Ġestudio":2044,"Ġdata":2045,"Ġsopor":2046,"ĠopciÃ³n":2047,"sea":2048,"Ġmejorar":2049,"ĠsÃŃmb":2050,"Ġamor":2051,"Ġmec":2052,"Ġmil":2053,"ĠacciÃ³n":2054,"Ã±a":2055,"Ġsocial":2056,"Ġdocumento":2057,"Ġproporcion":2058,"cr":2059,"Ġconsum":2060,"Ġasp":2061,"Ġdiferencial":2062,"metros":2063,"jas":2064,"mul":2065,"vo":2066,"Ġpron":2067,"Ġorien":2068,"Ġraz":2069,"ĠtransmisiÃ³n":2070,"mer":2071,"Ġcomien":2072,"Ġnecesario":2073,"Ġquien":2074,"Ġmultipl":2075,"Ġentorno":2076,"Ġnin":2077,"Ġrequiere":2078,"Ġprove":2079,"Ġnuestros":2080,"Ġsubs":2081,"Ġcumplir":2082,"Ġaquellos":2083,"Ġsatis":2084,"Ġdepar":2085,"Ġactivos":2086,"Ġencontrar":2087,"Ġofrec":2088,"Ġdepartam":2089,"Ġlado":2090,"Ġlocal":2091,"Ġmetodo":2092,"ĠserÃŃa":2093,"Ġmiem":2094,"Ġcrea":2095,"Ġmantenimiento":2096,"Ġci":2097,"ice":2098,"Ġsaben":2099,"Ġinversa":2100,"Ġdemanda":2101,"bol":2102,"Ġtotal":2103,"Ġconsul":2104,"Ġinvent":2105,"Ġcumplimiento":2106,"Ġintereses":2107,"Ġtrabaja":2108,"Ġconoce":2109,"Ġencuesta":2110,"ĠÃ³sea":2111,"Ġcorrespon":2112,"Ġadministra":2113,"Ġsirve":2114,"Ġvirtu":2115,"Ã¡r":2116,"ĠestÃ©":2117,"Ġdicho":2118,"Ġaplic":2119,"Ġru":2120,"Ġcarpe":2121,"tada":2122,"uto":2123,"ĠdÃ³nde":2124,"Ġdeco":2125,"aden":2126,"segu":2127,"Ġutilizando":2128,"Ġalgunas":2129,"Ġtendr":2130,"Ġuniversidad":2131,"cos":2132,"Ġcen":2133,"Ġdesp":2134,"Ġencuentra":2135,"ĠlÃ©":2136,"Ġtienes":2137,"Ġinternet":2138,"Ġmodo":2139,"ulaciÃ³n":2140,"ĠdefiniciÃ³n":2141,"Ġproyectos":2142,"ĠseÃ±ales":2143,"Ġimag":2144,"ĠlÃ©x":2145,"Ġbene":2146,"Ġinterpre":2147,"Ġapro":2148,"Ġand":2149,"Ġhacerlo":2150,"Ġ64":2151,"ĠvisiÃ³n":2152,"Ġecuador":2153,"Ġautor":2154,"Ġtempor":2155,"Ġencuentran":2156,"Ġbenefici":2157,"Ġampl":2158,"anÃŃa":2159,"Ġrecon":2160,"alizar":2161,"Ġmantener":2162,"Ġcapa":2163,"Ġciclos":2164,"ficial":2165,"Ġentender":2166,"Ã¼":2167,"Ġdu":2168,"Ġcla":2169,"Ġhi":2170,"Ġju":2171,"Ġpasar":2172,"Ġservid":2173,"ĠfÃ¡cil":2174,"Ġtasa":2175,"Ġunidades":2176,"Ġello":2177,"ece":2178,"Ġgenerar":2179,"ĠÃ³r":2180,"uelve":2181,"nas":2182,"Ġdimen":2183,"Ġhago":2184,"Ġextr":2185,"tantes":2186,"Ġargu":2187,"Ġcomunicaciones":2188,"Ġelectr":2189,"Ġalgoritmo":2190,"Ġejercicio":2191,"yo":2192,"Ġsac":2193,"Ġreferencia":2194,"Ġgus":2195,"turo":2196,"Ġcompr":2197,"Ġexc":2198,"Ġdiferente":2199,"Ġfuturo":2200,"ĠmÃ¡xi":2201,"Ġhumanos":2202,"cuÃ¡les":2203,"Ġsupuesto":2204,"Ġobserv":2205,"pas":2206,"Ġenvi":2207,"Ġella":2208,"ĠvÃ©r":2209,"Ġalta":2210,"Ġconsiste":2211,"Ġlleg":2212,"Ġparticip":2213,"ĠdecÃŃa":2214,"ĠinvestigaciÃ³n":2215,"Ġcabo":2216,"Ġamortiz":2217,"Ġquier":2218,"tido":2219,"Ġoptim":2220,"para":2221,"Ġcolum":2222,"Ġartificial":2223,"her":2224,"oso":2225,"Ġacu":2226,"enciales":2227,"ĠquiÃ©n":2228,"Ġguar":2229,"Ġescal":2230,"Ġcont":2231,"Ġperio":2232,"Ġfinanciero":2233,"Ġliber":2234,"Ġrecuerden":2235,"cam":2236,"ps":2237,"udo":2238,"ort":2239,"Ġsean":2240,"Ġnodo":2241,"Ġdesarroll":2242,"Ġredu":2243,"Ġalternativas":2244,"):":2245,"jos":2246,"Ġmbr":2247,"ĠprÃ©s":2248,"bido":2249,"Ġapor":2250,"Ġsolici":2251,"Ġfinancieros":2252,"Ġciertos":2253,"ĠautomÃ¡":2254,"Ġje":2255,"Ġexten":2256,"gÃ¼":2257,"ms":2258,"udad":2259,"Ġdetal":2260,"ĠcÃ¡l":2261,"Ġcul":2262,"toria":2263,"Ġfuncional":2264,"Ġcostos":2265,"Ġestructuras":2266,"Ġciudad":2267,"gido":2268,"Ġelim":2269,"tividad":2270,"Ġprofesion":2271,"ĠingenierÃŃa":2272,"ĠobligaciÃ³n":2273,"Ġsecu":2274,"Ġcarr":2275,"Ġcualita":2276,"Ġlibro":2277,"Ġofer":2278,"Ġinterr":2279,"Ġsola":2280,"Ġrepresentar":2281,"ĠpolÃŃtica":2282,"Ġinstancia":2283,"Ġincluso":2284,"Ġade":2285,"tual":2286,"Ġhumano":2287,"ĠimplementaciÃ³n":2288,"Ġiz":2289,"Ġtextos":2290,"Ġlim":2291,"inas":2292,"Ġcontexto":2293,"Ġrecep":2294,"Ġalcan":2295,"ificar":2296,"Ġvienen":2297,"ĠtÃ©rmino":2298,"ĠjurÃŃdico":2299,"Ġizquier":2300,"Ġlan":2301,"tific":2302,"Ġele":2303,"ded":2304,"dir":2305,"Ġ14":2306,"Ġ25":2307,"Ġbuses":2308,"ĠclasificaciÃ³n":2309,"Ġderivada":2310,"Ġmecan":2311,"Ġescu":2312,"Ġenfo":2313,"Ġestable":2314,"000":2315,"Ġmundi":2316,"Ġevaluar":2317,"Ġtransform":2318,"Ġlograr":2319,"demos":2320,"Ġhu":2321,"Ġdif":2322,"Ġdescu":2323,"Ġacep":2324,"Ġ21":2325,"Ġ60":2326,"Ġecuaciones":2327,"Ġexist":2328,"ĠÃ³p":2329,"vil":2330,"Ġmir":2331,"tion":2332,"Ġnodos":2333,"Ġapoy":2334,"ĠbÃ¡sicos":2335,"ĠgrÃ¡fico":2336,"Ġobligaciones":2337,"Ġempezar":2338,"Ġellas":2339,"Ġcuad":2340,"dido":2341,"Ġ22":2342,"Ġpropi":2343,"Ġsegunda":2344,"Ġrefiere":2345,"ĠestÃ¡ndares":2346,"Ġdb":2347,"Ġlargo":2348,"Ġpuer":2349,"eron":2350,"tel":2351,"tita":2352,"Ġviv":2353,"Ġhor":2354,"Ġperten":2355,"Ġpuedan":2356,"Ġrad":2357,"Ġsabemos":2358,"Ġcalcular":2359,"Ġpruebas":2360,"Ġjerar":2361,"imo":2362,"oc":2363,"ĠlÃŃ":2364,"Ġterc":2365,"lob":2366,"Ġgente":2367,"Ġ13":2368,"Ġacciones":2369,"Ġhabla":2370,"Ġ32":2371,"Ġbasa":2372,"Ġmensajes":2373,"Ġlleva":2374,"Ġcircu":2375,"taf":2376,"taciones":2377,"Ġserie":2378,"Ġahor":2379,"Ġarreg":2380,"Ġnecesidades":2381,"Ġnuevas":2382,"ortun":2383,"Ġagr":2384,"Ġasegu":2385,"Ġcolo":2386,"Ġacce":2387,"Ġ28":2388,"Ġpropio":2389,"ĠfÃŃsica":2390,"Ġpes":2391,"ĠaÃ±o":2392,"Ġfab":2393,"terio":2394,"Ġdisco":2395,"Ġmodel":2396,"Ġcorto":2397,"Ġnormalmente":2398,"Ġcurva":2399,"Ġqueremos":2400,"Ġencarga":2401,"Ġmundial":2402,"Ġavan":2403,"Ġcompro":2404,"Ġmateri":2405,"Ġbastante":2406,"ĠlingÃ¼":2407,"Ġprocedimiento":2408,"Ġmicroprocesador":2409,"ĠelectrÃ³n":2410,"Ġoferta":2411,"este":2412,"Ġviendo":2413,"Ġactivo":2414,"Ġtele":2415,"Ġmismos":2416,"Ġcontrolar":2417,"Ġcomponente":2418,"Ġbloque":2419,"cambi":2420,"Ġsober":2421,"Ġ23":2422,"Ġpap":2423,"Ġpose":2424,"Ġdefine":2425,"Ġcompetencia":2426,"Ġeficiente":2427,"ordin":2428,"Ġconver":2429,"Ã¡m":2430,"Ġbin":2431,"tivamente":2432,"ĠdivisiÃ³n":2433,"Ġoportun":2434,"Ġvay":2435,"Ġ48":2436,"Ġmedios":2437,"Ġmucha":2438,"Ġherramienta":2439,"Ġalgoritmos":2440,"iÃ³":2441,"ĠdÃ©":2442,"ine":2443,"tamo":2444,"Ġconduc":2445,"Ġprior":2446,"Ġrealidad":2447,"cul":2448,"Ġante":2449,"sion":2450,"Ġtrabajando":2451,"Ġ27":2452,"Ġregistrar":2453,"Ġmanejar":2454,"Ġelectro":2455,"ĠevaluaciÃ³n":2456,"Ġpuntos":2457,"Ġaspectos":2458,"Ġinterrup":2459,"Ġjerarqu":2460,"ys":2461,"Ġdado":2462,"Ġadi":2463,"alan":2464,"sito":2465,"Ġ37":2466,"Ġpreci":2467,"Ġ80":2468,"Ġtabl":2469,"bros":2470,"ĠpodrÃŃa":2471,"ĠÃºnico":2472,"Ġcuantita":2473,"Ġgobierno":2474,"ĠlÃ©xico":2475,"ense":2476,"Ġplante":2477,"ĠmÃŃ":2478,"Ġ29":2479,"Ġgrande":2480,"Ġcopia":2481,"Ġcorrespond":2482,"Ġescuch":2483,"gamos":2484,"iero":2485,"Ġemis":2486,"Ġfon":2487,"Ġintercambi":2488,"Ġrenta":2489,"Ġmodelar":2490,"Ġ44":2491,"Ġbuscar":2492,"mbr":2493,"ĠmayorÃŃa":2494,"ĠÃ¡reas":2495,"Ġplataf":2496,"Ġdecodific":2497,"ĠprÃ©stamo":2498,"Ġaum":2499,"Ġcua":2500,"Ġtrad":2501,"Ġcompl":2502,"ĠartÃŃ":2503,"Ġhabil":2504,"Ġmedia":2505,"uye":2506,"Ġposibles":2507,"Ġciencias":2508,"ĠcrÃ©":2509,"Ġconcre":2510,"media":2511,"ĠanalÃŃ":2512,"Ġestablecer":2513,"Ġfabr":2514,"idez":2515,"Ġleer":2516,"aja":2517,"dap":2518,"Ġobten":2519,"Ġprepar":2520,"Ġsabe":2521,"Ġderecha":2522,"Ġfases":2523,"Ġderivadas":2524,"Ġincluye":2525,"Ġsatisfac":2526,"ĠjerarquÃŃa":2527,"eras":2528,"ques":2529,"Ġhil":2530,"Ġbalan":2531,"Ġtic":2532,"Ġusa":2533,"Ġhaga":2534,"Ġmodific":2535,"Ġprocesadores":2536,"tori":2537,"ĠmisiÃ³n":2538,"Ġmencion":2539,"gnÃ©":2540,"Ġ70":2541,"Ġdocumentos":2542,"Ġpuesto":2543,"Ġpila":2544,"Ġtransacciones":2545,"Ġcach":2546,"Ġgeneralmente":2547,"Ġimportantes":2548,"Ġsalir":2549,"Ġnueva":2550,"dulo":2551,"Ġingresar":2552,"Ġtarea":2553,"Ġacumul":2554,"Ġizquierda":2555,"teg":2556,"untos":2557,"culos":2558,"Ġrol":2559,"tizar":2560,"Ġcorrecto":2561,"Ġrecordemos":2562,"ĠintroducciÃ³n":2563,"ĠcrÃ©di":2564,"av":2565,"gado":2566,"tÃ©":2567,"Ġev":2568,"Ġcaden":2569,"ĠmÃºlti":2570,"Ġmeta":2571,"Ġinterf":2572,"Ġ94":2573,"Ġpone":2574,"Ġindependiente":2575,"ĠmÃºltip":2576,"Ġ|":2577,"Ġedad":2578,"tegor":2579,"Ġelabor":2580,"Ġejemplos":2581,"Ġprogramador":2582,"Ġ55":2583,"Ġ66":2584,"Ġcontable":2585,"Ġcamino":2586,"fe":2587,"zas":2588,"Ġ*":2589,"Ġ45":2590,"Ġdirectamente":2591,"Ġ90":2592,"ĠcreaciÃ³n":2593,"Ġtransmitir":2594,"Ġsencillo":2595,"Ġregular":2596,"Ġetapas":2597,"Ġsubsiste":2598,"Ġcarrera":2599,"Ġpapel":2600,"gir":2601,"ĠaÃ±":2602,"amil":2603,"Ġinternos":2604,"Ġ51":2605,"ĠinversiÃ³n":2606,"Ġindividuos":2607,"Ġdominio":2608,"ĠnÃºcleo":2609,"erÃŃa":2610,"Ġenv":2611,"Ġsur":2612,"Ġaco":2613,"blio":2614,"Ġconstru":2615,"Ġ43":2616,"Ġtransferencia":2617,"Ġpago":2618,"Ġalmacena":2619,"Ġvender":2620,"Ġdiagramas":2621,"Ġdistintos":2622,"Ġfundamentales":2623,"Ġbiblio":2624,"Ġnaturaleza":2625,"Ġpronto":2626,"Ġdepartamento":2627,"ĠamortizaciÃ³n":2628,"Ġis":2629,"Ġevi":2630,"Ġsuje":2631,"ajo":2632,"Ġconse":2633,"Ġcontrario":2634,"Ġ57":2635,"Ġmemorias":2636,"ĠcientÃŃ":2637,"Ġanterior":2638,"Ġbibliotec":2639,"Ġemb":2640,"Ġmes":2641,"ecer":2642,"ace":2643,"colo":2644,"Ġgrado":2645,"Ġadecu":2646,"Ġcore":2647,"Ġ81":2648,"Ġformas":2649,"ĠdinÃ¡m":2650,"Ġcontrato":2651,"ĠcuÃ¡les":2652,"Ġestrateg":2653,"Ġprotocolo":2654,"Ġlineal":2655,"blo":2656,"Ġdem":2657,"Ġdev":2658,"Ġadap":2659,"Ġesque":2660,"ĠfÃ³r":2661,"ĠtÃº":2662,"izaje":2663,"Ġteniendo":2664,"ormente":2665,"iva":2666,"Ġ53":2667,"ĠrealizaciÃ³n":2668,"Ġllamado":2669,"Ġsuperior":2670,"ĠespecificaciÃ³n":2671,"Ġaprendizaje":2672,"Ġcarpeta":2673,"Ġtablas":2674,"Ġcuatro":2675,"ĠaÃ±ad":2676,"Ġ,":2677,"anza":2678,"ismos":2679,"Ġpriv":2680,"Ġrefer":2681,"Ġ17":2682,"Ġ31":2683,"Ġ36":2684,"Ġcomunica":2685,"Ġ101":2686,"Ġcomputadoras":2687,"Ġgerente":2688,"Ġpantal":2689,"Ġorigen":2690,"ĠdocumentaciÃ³n":2691,"Ġgastos":2692,"Ġcentro":2693,"ĠcachÃ©":2694,"itar":2695,"Ġcri":2696,"erra":2697,"Ġmu":2698,"Ġfil":2699,"Ġprote":2700,"ĠtÃŃ":2701,"Ġall":2702,"Ġempresari":2703,"Ġ33":2704,"Ġ35":2705,"Ġ58":2706,"Ġ99":2707,"Ġsint":2708,"ĠpropÃ³":2709,"Ġespecial":2710,"Ġrequerimiento":2711,"Ġmicros":2712,"ĠprÃ¡cticas":2713,"ĠexpresiÃ³n":2714,"ĠmÃ³vil":2715,"Ġconclus":2716,"Ġmedida":2717,"ĠsemÃ¡n":2718,"ĠcomputaciÃ³n":2719,"Ġcontador":2720,"cido":2721,"Ġvimos":2722,"Ġventas":2723,"laz":2724,"imon":2725,"Ġdiscurs":2726,"Ġincor":2727,"Ġherencia":2728,"Ġingreso":2729,"ĠinformÃ¡tica":2730,"ĠsoberanÃŃa":2731,"ts":2732,"ana":2733,"Ġense":2734,"Ġfamil":2735,"Ġestan":2736,"gura":2737,"entado":2738,"Ġordin":2739,"Ġesper":2740,"Ġregres":2741,"Ġgenera":2742,"Ġ93":2743,"Ġindic":2744,"Ġfinanciera":2745,"Ġdeudas":2746,"Ġcampo":2747,"Ġdbms":2748,"tÃ³n":2749,"yec":2750,"Ġ$":2751,"Ġpc":2752,"Ġvol":2753,"Ġhar":2754,"Ġcomprender":2755,"Ġusar":2756,"Ġhacemos":2757,"ÃŃstico":2758,"Ġ49":2759,"Ġpoderes":2760,"Ġ73":2761,"Ġllamada":2762,"Ġlenguajes":2763,"Ġconform":2764,"Ġimplementar":2765,"Ġgrupos":2766,"ĠprÃ¡cticamente":2767,"ĠÃºnica":2768,"Ġmodelamiento":2769,"iar":2770,"mula":2771,"util":2772,"Ġenc":2773,"Ġfle":2774,"Ġcategor":2775,"Ġ54":2776,"ĠgeneraciÃ³n":2777,"Ġ71":2778,"ĠtecnologÃŃas":2779,"Ġmanej":2780,"Ġcomienza":2781,"Ġduro":2782,"ile":2783,"Ġcero":2784,"ono":2785,"onar":2786,"Ġtales":2787,"ecen":2788,"Ġalim":2789,"Ġcumple":2790,"ĠtenÃŃa":2791,"Ġano":2792,"Ġ52":2793,"Ġ56":2794,"Ġ65":2795,"Ġaplica":2796,"Ġ88":2797,"Ġpresentar":2798,"Ġconfigu":2799,"Ġnuevos":2800,"Ġmiembros":2801,"Ġlibertad":2802,"len":2803,"vien":2804,"Ġdetec":2805,"anos":2806,"Ġinmedia":2807,"Ġreun":2808,"acle":2809,"Ġempi":2810,"Ġ92":2811,"Ġinvol":2812,"ĠintegraciÃ³n":2813,"ĠsÃŃmbolos":2814,"Ġhilos":2815,"ibilidad":2816,"ponde":2817,"Ġseg":2818,"Ġran":2819,"Ġrespal":2820,"Ġinclu":2821,"Ġcorresponde":2822,"Ġprueba":2823,"Ġocurre":2824,"Ġconsumid":2825,"ĠrazÃ³n":2826,"Ġreceptor":2827,"Ġinterfaz":2828,"ĠsintÃ¡c":2829,"gue":2830,"Ġdeud":2831,"Ġdebido":2832,"Ġ41":2833,"ĠcÃ³mp":2834,"ĠgeneralizaciÃ³n":2835,"Ġayudan":2836,"Ġcierto":2837,"Ġfrecu":2838,"Ġgrafo":2839,"ĠdescripciÃ³n":2840,"Ġries":2841,"avor":2842,"cas":2843,"und":2844,"Ã¡g":2845,"Ġrecu":2846,"Ġfavor":2847,"echa":2848,"iza":2849,"ficos":2850,"ĠhabÃŃamos":2851,"Ġ47":2852,"Ġplano":2853,"abilidades":2854,"edores":2855,"Ġcuanto":2856,"Ġdenomina":2857,"Ġbiblioteca":2858,"Ġefica":2859,"Ġesco":2860,"Ġestim":2861,"Ġperf":2862,"guir":2863,"Ġacre":2864,"Ġintercon":2865,"Ġconstante":2866,"Ġ24":2867,"Ġ95":2868,"Ġespecifica":2869,"Ġadministrar":2870,"Ġintegridad":2871,"Ġcondiciones":2872,"Ġdistintas":2873,"Ġacceder":2874,"ml":2875,"ytes":2876,"Ġcable":2877,"ĠparÃ¡":2878,"magnÃ©":2879,"ental":2880,"Ġoperadores":2881,"Ġprotoc":2882,"Ġresponsabilidad":2883,"olÃ³gico":2884,"merg":2885,"Ġjefe":2886,"ĠelectromagnÃ©":2887,"ĠcrÃ©dito":2888,"Ġinvoluc":2889,"ĠcÃ³mputo":2890,"gada":2891,"Ġcin":2892,"tima":2893,"reci":2894,"bito":2895,"Ġpot":2896,"Ġconsu":2897,"Ġ82":2898,"Ġrepeti":2899,"Ġ72":2900,"Ġrealizan":2901,"ting":2902,"Ġdeterminado":2903,"turas":2904,"Ġsociales":2905,"exiÃ³n":2906,"ĠmÃ³dulo":2907,"ĠrÃ¡pido":2908,"Ġjustamente":2909,"ĠpÃºblico":2910,"ĠmÃ¡ximo":2911,"Ġadelante":2912,"Ġmiren":2913,"ĠpropÃ³sito":2914,"imonio":2915,"lib":2916,"ĠprÃ³":2917,"use":2918,"Ġdesemp":2919,"roid":2920,"Ġinstal":2921,"Ġ61":2922,"Ġ84":2923,"ultÃ¡n":2924,"ĠbÃ¡sico":2925,"Ġnacional":2926,"Ġmoni":2927,"ĠsimultÃ¡n":2928,"genes":2929,"Ġaleatorio":2930,"Ġandroid":2931,"Ġradio":2932,"tÃº":2933,"Ġedi":2934,"Ġdemos":2935,"tiendo":2936,"cionamiento":2937,"Ġbo":2938,"Ġub":2939,"comp":2940,"Ġ59":2941,"Ġ46":2942,"Ġmejores":2943,"Ġdefinido":2944,"Ġbuena":2945,"Ġmanejo":2946,"ĠpaÃŃses":2947,"medio":2948,"Ġmill":2949,"Ġservidor":2950,"Ġreducir":2951,"Ġemisor":2952,"bien":2953,"dem":2954,"pero":2955,"pora":2956,"so":2957,"vec":2958,"Ġemerg":2959,"ano":2960,"uele":2961,"Ġip":2962,"Ġoracle":2963,"Ġ26":2964,"Ġ78":2965,"Ġpermitir":2966,"Ġplanific":2967,"Ġaquellas":2968,"Ġliqu":2969,"bres":2970,"itu":2971,"tadas":2972,"Ġz":2973,"Ġvul":2974,"Ġcuo":2975,"Ġconstruc":2976,"Ġ34":2977,"Ġ39":2978,"Ġprecios":2979,"Ġ62":2980,"Ġproduce":2981,"Ġplane":2982,"Ġeran":2983,"edades":2984,"ĠinformÃ¡tico":2985,"Ġencontr":2986,"Ġfundamental":2987,"Ġetapa":2988,"ĠningÃºn":2989,"Ġembargo":2990,"Ġrecuper":2991,"mal":2992,"Ġsql":2993,"Ġhd":2994,"Ġreutil":2995,"Ġdese":2996,"ÃŃsticos":2997,"Ġmire":2998,"Ġ42":2999,"Ġ63":3000,"Ġ85":3001,"Ġcreo":3002,"Ġconstituy":3003,"ĠespecÃŃfico":3004,"Ġpensar":3005,"Ġproporciona":3006,"Ġbalance":3007,"Ġsuel":3008,"Ġentero":3009,"Ġhora":3010,"ĠnotaciÃ³n":3011,"tuar":3012,"Ġresto":3013,"ilar":3014,"Ġ38":3015,"Ġ69":3016,"Ġ89":3017,"ĠcaptaciÃ³n":3018,"Ġrespuesta":3019,"Ġequilib":3020,"Ġefectivo":3021,"Ġestablece":3022,"Ġexternos":3023,"ĠfÃ³rmula":3024,"tz":3025,"xis":3026,"Ġpudi":3027,"Ġsan":3028,"andos":3029,"Ġqueda":3030,"timo":3031,"Ġfecha":3032,"Ġtras":3033,"Ġnecesarios":3034,"ĠtransacciÃ³n":3035,"Ġcontroles":3036,"Ġ67":3037,"Ġ91":3038,"Ġvisu":3039,"Ġtecn":3040,"Ġmatric":3041,"Ġquiz":3042,"ĠÃ©ste":3043,"Ġgarantizar":3044,"Ġcomercial":3045,"Ġclave":3046,"Ġdiscurso":3047,"ke":3048,"una":3049,"Ġconven":3050,"difica":3051,"Ġmov":3052,"tore":3053,"ĠmenÃº":3054,"Ġcardin":3055,"Ġpredic":3056,"Ġ83":3057,"Ġ87":3058,"Ġ98":3059,"Ġ79":3060,"Ġpropia":3061,"ultad":3062,"Ġoperando":3063,"ĠdiseÃ±ar":3064,"ĠmatemÃ¡ticas":3065,"Ġcombinaciones":3066,"Ġincrementar":3067,"Ġmide":3068,"Ġevitar":3069,"ĠdemÃ¡s":3070,"Ġprotocolos":3071,"Ġparal":3072,"Ġextra":3073,"tancia":3074,"denes":3075,"Ġcaus":3076,"Ġreglam":3077,"Ġ68":3078,"Ġ97":3079,"Ġdeterminada":3080,"Ġdefini":3081,"Ġvended":3082,"Ġminis":3083,"ĠÃ³rdenes":3084,"ĠdifÃŃ":3085,"ĠenseÃ±":3086,"he":3087,"ran":3088,"Ġ]":3089,"ĠÃŃn":3090,"Ġcel":3091,"adie":3092,"Ġnu":3093,"Ġnadie":3094,"Ġhiz":3095,"Ġhom":3096,"Ġcodific":3097,"ack":3098,"rio":3099,"Ġtrabajamos":3100,"Ġcolabor":3101,"Ġrecibe":3102,"Ġenviar":3103,"Ġcolumna":3104,"Ġhizo":3105,"db":3106,"th":3107,"ĠpÃ¡g":3108,"Ġsuele":3109,"taxis":3110,"Ġojo":3111,"aces":3112,"Ġglob":3113,"Ġsuces":3114,"ulos":3115,"Ġestaba":3116,"tesis":3117,"Ġcontrola":3118,"Ġproductivos":3119,"Ġ74":3120,"Ġingresos":3121,"Ġmaneja":3122,"Ġactualiz":3123,"Ġfallos":3124,"Ġingeniero":3125,"ĠartÃŃculo":3126,"Ġsatisfacer":3127,"Ġacumulador":3128,"Ġcinco":3129,"ibles":3130,"rado":3131,"ĠvÃŃ":3132,"ich":3133,"Ġcompuesto":3134,"Ġinterre":3135,"Ġconstantes":3136,"Ġvaya":3137,"Ġformato":3138,"Ġ86":3139,"ĠespecializaciÃ³n":3140,"Ġestudiantes":3141,"ĠjurÃŃdica":3142,"ĠeconÃ³mico":3143,"Ġviaj":3144,"Ġprobabilidad":3145,"Ġlineales":3146,"Ġgusta":3147,"orÃŃa":3148,"Ġentra":3149,"loj":3150,"Ġbar":3151,"lev":3152,"ĠperÃŃo":3153,"ariamente":3154,"Ġcorre":3155,"Ġgenerales":3156,"Ġbusc":3157,"ĠbÃ¡sica":3158,"Ġconsidera":3159,"ĠÃ©sta":3160,"ĠimagÃŃn":3161,"ĠcÃ¡lculo":3162,"Ġami":3163,"tices":3164,"ticia":3165,"Ġinal":3166,"Ġsido":3167,"Ġsufici":3168,"Ãºtil":3169,"Ġexac":3170,"Ã±as":3171,"grÃ¡":3172,"Ġhaya":3173,"como":3174,"Ġ75":3175,"Ġoperador":3176,"Ġfuncionales":3177,"Ġfila":3178,"ĠpequeÃ±a":3179,"Ġcompetencias":3180,"Ġorigin":3181,"Ġvectores":3182,"Ġsupone":3183,"Ġextrem":3184,"Ġquieren":3185,"ĠprÃ³xi":3186,"rir":3187,"cial":3188,"Ã³metros":3189,"Ã¡tica":3190,"Ġusando":3191,"rag":3192,"Ġdesigu":3193,"Ġresul":3194,"Ġprogramar":3195,"Ġtransis":3196,"Ġ102":3197,"Ġconfid":3198,"tienen":3199,"Ġconducta":3200,"Ġconstruir":3201,"Ġdeudor":3202,"Ġequilibrio":3203,"ben":3204,"cada":3205,"fos":3206,"tÃ³":3207,"Ġemi":3208,"Ġaj":3209,"ciente":3210,"Ġinten":3211,"Ġbr":3212,"Ġtengan":3213,"ĠimÃ¡":3214,"Ġmanu":3215,"Ġimpres":3216,"Ġvarianza":3217,"Ġadd":3218,"Ġmedir":3219,"Ġsale":3220,"Ġrepresentan":3221,"ĠmÃ¡quinas":3222,"edor":3223,"ĠpequeÃ±o":3224,"ĠdeberÃŃa":3225,"Ġsigue":3226,"ĠatenciÃ³n":3227,"Ġargum":3228,"ĠvÃ©rtices":3229,"ĠmÃºltiples":3230,"ĠdinÃ¡mica":3231,"Ġpantalla":3232,"ĠÃºtil":3233,"Ġsuc":3234,"undan":3235,"Ġunas":3236,"ama":3237,"Ġdecirle":3238,"Ġsalud":3239,"Ġnecesitamos":3240,"ĠÃ¡m":3241,"ĠcaracterÃŃstica":3242,"ĠestadÃŃsticas":3243,"ĠÃºltima":3244,"ĠcomprensiÃ³n":3245,"Ġrevisar":3246,"cron":3247,"Ġinterpretar":3248,"Ġcadena":3249,"Ġdesempe":3250,"bor":3251,"tÃ¡n":3252,"Ġdej":3253,"Ġsent":3254,"Ġamen":3255,"Ġmos":3256,"adamente":3257,"Ã³s":3258,"ĠtenÃŃamos":3259,"tend":3260,"Ġanual":3261,"Ã©ricos":3262,"Ġfuentes":3263,"Ġempleado":3264,"Ġexperim":3265,"Ġlegal":3266,"Ġdiversos":3267,"Ġconvertir":3268,"Ġtics":3269,"tricas":3270,"idaciÃ³n":3271,"quiera":3272,"Ġanu":3273,"ĠresoluciÃ³n":3274,"Ġ96":3275,"Ġsintaxis":3276,"Ġrepor":3277,"Ġnega":3278,"Ġestudiar":3279,"ĠcrÃŃ":3280,"istencia":3281,"Ġprofesor":3282,"Ġinstancias":3283,"Ġautoridad":3284,"Ġmetahe":3285,"Ġesquema":3286,"Ġemergencia":3287,"Ġdesigual":3288,"ĠimÃ¡genes":3289,"ĠÃ¡mbito":3290,"Ġmetaheur":3291,"Ġcaja":3292,"orden":3293,"Ġfich":3294,"Ġtierra":3295,"Ġtok":3296,"Ġapren":3297,"Ġanti":3298,"Ġcrean":3299,"crip":3300,"Ġllega":3301,"cha":3302,"Ġdeclar":3303,"ĠprÃ¡ctica":3304,"ĠeconÃ³mica":3305,"Ġplataforma":3306,"ĠcategorÃŃas":3307,"ĠperÃŃodo":3308,"fs":3309,"gados":3310,"via":3311,"Ġdando":3312,"one":3313,"Ġcoordin":3314,"Ġsiti":3315,"cons":3316,"ieron":3317,"Ġ76":3318,"Ġnuestras":3319,"Ġbusca":3320,"Ġinvertir":3321,"Ġlibre":3322,"Ġsupervis":3323,"ĠasignaciÃ³n":3324,"Ġquerer":3325,"Ġincluyendo":3326,"Ġsirven":3327,"Ġfuerza":3328,"ĠauditorÃŃa":3329,"Ġconvier":3330,"Ġpreguntas":3331,"Ġperiodo":3332,"Ġprofesional":3333,"ĠparÃ¡metros":3334,"Ġvendedores":3335,"ah":3336,"dulos":3337,"lic":3338,"lÃ©":3339,"Ġvo":3340,"ide":3341,"Ġfrag":3342,"Ġtes":3343,"Ġpueblo":3344,"Ġinterfac":3345,"Ġutilidad":3346,"Ġdeterminante":3347,"ĠÃ¡r":3348,"Ġsimplex":3349,"ĠmÃ³dulos":3350,"Ġtransmite":3351,"Ġcompilador":3352,"Ġmoral":3353,"Ġdividir":3354,"Ġventajas":3355,"Ġconfigur":3356,"fin":3357,"pec":3358,"âĢ":3359,"estruc":3360,"unci":3361,"Ġquedar":3362,"tino":3363,"Ġvolver":3364,"Ġsoy":3365,"Ġdismin":3366,"Ġprocesar":3367,"Ġutilidades":3368,"ieren":3369,"Ġ77":3370,"Ġcambia":3371,"Ġecua":3372,"Ġcontables":3373,"ĠcombinaciÃ³n":3374,"ĠmultiplicaciÃ³n":3375,"Ġpesar":3376,"Ġvayan":3377,"torial":3378,"Ġconseguir":3379,"ĠaÃ±adir":3380,"Ġestandar":3381,"ĠdifÃŃcil":3382,"fÃŃa":3383,"lÃ©s":3384,"ĠdÃŃas":3385,"osiciÃ³n":3386,"esto":3387,"Ġcober":3388,"Ġporc":3389,"Ġtot":3390,"Ġusan":3391,"Ġresta":3392,"Ġentregar":3393,"Ġutilizado":3394,"Ġpaque":3395,"ĠinglÃ©s":3396,"Ã©rico":3397,"Ġordenamiento":3398,"ĠrepresentaciÃ³n":3399,"Ġadministrador":3400,"Ġefectos":3401,"ĠjerÃ¡r":3402,"Ġabstracto":3403,"Ġhogar":3404,"Ġroles":3405,"Ġincorpor":3406,"ĠÃ¡rbol":3407,"Ġcobertura":3408,"ĠjerÃ¡rqu":3409,"fi":3410,"xim":3411,"Ġeven":3412,"Ġatr":3413,"Ġende":3414,"Ġnic":3415,"Ġvin":3416,"Ġreales":3417,"Ġtar":3418,"ecta":3419,"aban":3420,"Ġgeo":3421,"Ġexig":3422,"irm":3423,"uestos":3424,"Ġentrevis":3425,"Ġpagos":3426,"Ġcorpora":3427,"Ġfinanzas":3428,"Ġtoman":3429,"Ġfigura":3430,"ĠetcÃ©":3431,"ĠdistribuciÃ³n":3432,"Ġdigamos":3433,"Ġmedidas":3434,"Ġinstituciones":3435,"Ġalcanzar":3436,"Ġprioridad":3437,"Ġiso":3438,"cre":3439,"ite":3440,"yte":3441,"Ġestr":3442,"unca":3443,"Ġincu":3444,"Ġflo":3445,"quil":3446,"Ġdistancia":3447,"alizado":3448,"Ġopin":3449,"dose":3450,"Ġutilizados":3451,"Ġabajo":3452,"Ġfuera":3453,"Ġanalizador":3454,"Ġveamos":3455,"Ġrelacionado":3456,"Ġasigna":3457,"ĠpequeÃ±os":3458,"ĠdiseÃ±ado":3459,"Ġfron":3460,"Ġrespetar":3461,"ĠseÃ±ala":3462,"Ġcaminos":3463,"ĠmÃŃnimo":3464,"Ġinventarios":3465,"ĠdimensiÃ³n":3466,"ĠautomÃ¡ticamente":3467,"Ġapoyo":3468,"ĠsintÃ¡ctico":3469,"Ġeficaz":3470,"Ġconsumo":3471,"Ġcuota":3472,"ĠetcÃ©tera":3473,"bro":3474,"gres":3475,"gÃŃa":3476,"Ġsen":3477,"trico":3478,"Ġint":3479,"econ":3480,"Ġlog":3481,"Ġcompra":3482,"tice":3483,"entando":3484,"Ġdestino":3485,"Ġsocio":3486,"Ġinterval":3487,"icio":3488,"icios":3489,"Ġmain":3490,"Ġredundan":3491,"mbres":3492,"Ġequival":3493,"Ġfactor":3494,"ĠsimulaciÃ³n":3495,"Ġanteriores":3496,"Ġningun":3497,"ĠmetodologÃŃas":3498,"Ġdimensiones":3499,"Ġsacar":3500,"dica":3501,"ejemp":3502,"oco":3503,"son":3504,"ĠdÃŃ":3505,"Ġnan":3506,"Ġvuel":3507,"Ġcola":3508,"Ġreloj":3509,"Ġtrabajan":3510,"Ġutilizada":3511,"Ġpresup":3512,"ĠplanificaciÃ³n":3513,"ĠminerÃŃa":3514,"Ġrob":3515,"ĠeconÃ³micos":3516,"ĠrÃ¡pida":3517,"ĠasociaciÃ³n":3518,"ĠcuÃ¡nto":3519,"Ġpatrones":3520,"Ġinventario":3521,"Ġamplia":3522,"Ġagrup":3523,"Ġsubsistemas":3524,"ĠconstrucciÃ³n":3525,"Ġdesigualdad":3526,"jer":3527,"olo":3528,"Ġtam":3529,"entidad":3530,"Ġaqui":3531,"Ġentien":3532,"ustr":3533,"Ġcompeti":3534,"ĠoraciÃ³n":3535,"ive":3536,"Ġmod":3537,"Ġentrar":3538,"Ġpersonalidad":3539,"ĠversiÃ³n":3540,"Ġorganizar":3541,"Ġdireccionamiento":3542,"Ġpasivo":3543,"Ġide":3544,"Ġrecurso":3545,"Ġordenador":3546,"Ġnecesitan":3547,"Ġconstitucional":3548,"Ġindustr":3549,"Ġgestionar":3550,"Ġatributo":3551,"Ġamd":3552,"Ġincluyen":3553,"Ġ201":3554,"Ġanteriormente":3555,"Ġresponsable":3556,"Ġdeuda":3557,"ĠmÃŃnima":3558,"Ġproveedores":3559,"Ġfuncionalidad":3560,"Ġsecuenci":3561,"ĠelectrÃ³nico":3562,"ĠtÃŃp":3563,"Ġtambien":3564,"gÃ©n":3565,"ner":3566,"Ġpier":3567,"Ġsta":3568,"Ġabier":3569,"tida":3570,"Ġrelev":3571,"Ġsimb":3572,"Ġdesta":3573,"torian":3574,"Ġdiferenci":3575,"Ġmejora":3576,"Ġimplica":3577,"Ġmarca":3578,"Ġincremento":3579,"Ġnumero":3580,"Ġsituaciones":3581,"Ġagreg":3582,"Ġganar":3583,"Ġsoporte":3584,"Ġrutin":3585,"ĠtendrÃ¡":3586,"ĠinterrupciÃ³n":3587,"Ġcorrespondiente":3588,"ĠsimultÃ¡ne":3589,"ĠÃŃndic":3590,"Ġecuatorian":3591,"cho":3592,"onos":3593,"Ġbig":3594,"Ġsomos":3595,"Ġacerc":3596,"rido":3597,"Ġentrega":3598,"Ġjunto":3599,"Ġcasa":3600,"brir":3601,"Ġconocimientos":3602,"Ġidentificador":3603,"ĠbÃ¡sicas":3604,"ĠestratÃ©":3605,"Ġataque":3606,"Ġpatrimonio":3607,"ĠmetodologÃŃa":3608,"Ġproteger":3609,"ĠtecnolÃ³g":3610,"ĠestratÃ©g":3611,"Ġeduc":3612,"Ġdra":3613,"Ġpien":3614,"Ġsiendo":3615,"deo":3616,"cuando":3617,"cula":3618,"Ġperif":3619,"Ġseres":3620,"tenemos":3621,"aliza":3622,"tarse":3623,"ĠhabÃŃa":3624,"Ġmismas":3625,"itado":3626,"Ġdiferencias":3627,"Ġproducen":3628,"Ġclasific":3629,"Ġpresenta":3630,"Ġdescribir":3631,"Ġarchivo":3632,"Ġdigital":3633,"ĠsÃŃmbolo":3634,"Ġbeneficios":3635,"Ġcultura":3636,"Ġhoras":3637,"ĠlÃŃmi":3638,"Ġoportunidad":3639,"Ġintercambio":3640,"ĠallÃŃ":3641,"Ġhdfs":3642,"Ġcelular":3643,"ĠimagÃŃnense":3644,"Ġporcenta":3645,"ap":3646,"dd":3647,"fa":3648,"Ġdejar":3649,"Ġpse":3650,"Ġsum":3651,"tical":3652,"quito":3653,"Ġapun":3654,"ĠÃ©xi":3655,"Ġforman":3656,"ĠbÃ¡sicamente":3657,"Ġcomplejo":3658,"Ġinternacionales":3659,"ĠcuÃ¡ndo":3660,"Ġdiversas":3661,"Ġofrecer":3662,"Ġeliminar":3663,"Ġpuertos":3664,"Ġcircuito":3665,"Ġposee":3666,"Ġmeses":3667,"ĠsemÃ¡ntico":3668,"Ġalimentos":3669,"ahora":3670,"ĠgeogrÃ¡":3671,"ĠnanÃ³metros":3672,"Ġporcentaje":3673,"ĠÃ©xito":3674,"Ġado":3675,"ancia":3676,"remos":3677,"Ġnunca":3678,"ÃŃci":3679,"Ġcolec":3680,"ame":3681,"Ġfen":3682,"Ġprof":3683,"Ġback":3684,"Ġcuesti":3685,"adora":3686,"Ġtemas":3687,"ĠteorÃŃa":3688,"grama":3689,"Ġcontras":3690,"Ġcarga":3691,"Ġnecesaria":3692,"Ġdiferenciales":3693,"ĠmediciÃ³n":3694,"titud":3695,"Ġdefinen":3696,"Ġrelacional":3697,"Ġcorrectamente":3698,"Ġabstracta":3699,"Ġambas":3700,"Ġcursor":3701,"Ġofrece":3702,"Ġcompradores":3703,"ĠvÃ©rtice":3704,"Ġparticipantes":3705,"Ġmecanismo":3706,"Ġaumentar":3707,"Ġcomplem":3708,"Ġfamilia":3709,"Ġpresupuesto":3710,"ves":3711,"cimiento":3712,"Ġmac":3713,"Ġvac":3714,"Ġvuelve":3715,"Ġalu":3716,"Ġinforma":3717,"Ġinser":3718,"Ġpersonales":3719,"ĠvalidaciÃ³n":3720,"Ġllaman":3721,"Ġpresente":3722,"Ġponen":3723,"ĠÃ©tica":3724,"ĠlÃ³gicas":3725,"Ġactual":3726,"Ġpuntero":3727,"Ġindependientes":3728,"ianza":3729,"Ġseleccion":3730,"Ġconsulta":3731,"Ġexcel":3732,"ĠoptimizaciÃ³n":3733,"Ġarreglo":3734,"Ġcolocar":3735,"Ġliquidez":3736,"Ġministerio":3737,