{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġe": 261,
      "de": 262,
      "Ġde": 263,
      "os": 264,
      "Ġl": 265,
      "en": 266,
      "Ġp": 267,
      "Ġc": 268,
      "Ġs": 269,
      "er": 270,
      "ci": 271,
      "Ġa": 272,
      "es": 273,
      "on": 274,
      "ar": 275,
      "qu": 276,
      "or": 277,
      "as": 278,
      "Ġes": 279,
      "te": 280,
      "que": 281,
      "un": 282,
      "to": 283,
      "Ġm": 284,
      "Ġque": 285,
      "an": 286,
      "ti": 287,
      "Ã³": 288,
      "tr": 289,
      "ad": 290,
      "Ġla": 291,
      "in": 292,
      "Ġy": 293,
      "al": 294,
      "Ġen": 295,
      "Ġun": 296,
      "re": 297,
      "Ã³n": 298,
      "Ġel": 299,
      "Ġd": 300,
      "Ġn": 301,
      "ciÃ³n": 302,
      "ta": 303,
      "Ġv": 304,
      "čĊ": 305,
      "ic": 306,
      "is": 307,
      "Ġcon": 308,
      "Ġse": 309,
      "mp": 310,
      "Ã¡": 311,
      "Ġo": 312,
      "ÃŃ": 313,
      "Ġpr": 314,
      "Ġin": 315,
      "do": 316,
      "am": 317,
      "Ġh": 318,
      "Ġco": 319,
      "Ġlos": 320,
      "Ġre": 321,
      "Ã©": 322,
      "aciÃ³n": 323,
      "ien": 324,
      "Ġf": 325,
      "Ġpro": 326,
      "tos": 327,
      "Ġpar": 328,
      "xto": 329,
      "ec": 330,
      "cion": 331,
      "Ġuna": 332,
      "texto": 333,
      "id": 334,
      "Ġt": 335,
      "lo": 336,
      "ab": 337,
      "Ġlas": 338,
      "le": 339,
      "Ġpor": 340,
      "us": 341,
      "mo": 342,
      "ac": 343,
      "Ġno": 344,
      "Ġpara": 345,
      "ue": 346,
      "iz": 347,
      "Ġb": 348,
      "res": 349,
      "ter": 350,
      "Ġal": 351,
      "men": 352,
      "ma": 353,
      "Ġsi": 354,
      "mos": 355,
      "Ġlo": 356,
      "Ġcu": 357,
      "ces": 358,
      "Ġest": 359,
      "Ġdel": 360,
      "ol": 361,
      "ur": 362,
      "Ġme": 363,
      "di": 364,
      "Ġti": 365,
      "Ġper": 366,
      "ado": 367,
      "ciones": 368,
      "tiv": 369,
      "uc": 370,
      "Ġg": 371,
      "Ġtr": 372,
      "Ġten": 373,
      "je": 374,
      "bi": 375,
      "Ġdi": 376,
      "cu": 377,
      "Ġi": 378,
      "Ġto": 379,
      "ando": 380,
      "go": 381,
      "idad": 382,
      "Ġsu": 383,
      "ari": 384,
      "Ġcomp": 385,
      "Ġcomo": 386,
      "tic": 387,
      "ĠE": 388,
      "ada": 389,
      "Ġpue": 390,
      "ica": 391,
      "Ġser": 392,
      "Ġda": 393,
      "cia": 394,
      "Ġus": 395,
      "la": 396,
      "ador": 397,
      "tes": 398,
      "tro": 399,
      "ÃŃa": 400,
      "orm": 401,
      "Ġson": 402,
      "ten": 403,
      "Ãº": 404,
      "emos": 405,
      "amos": 406,
      "Ġdes": 407,
      "ode": 408,
      "den": 409,
      "ente": 410,
      "Ã¡s": 411,
      "Ġ1": 412,
      "Ġtien": 413,
      "gu": 414,
      "iste": 415,
      "qui": 416,
      "da": 417,
      "Ġdatos": 418,
      "des": 419,
      "era": 420,
      "Ġso": 421,
      "Ġha": 422,
      "gr": 423,
      "Ã±": 424,
      "ales": 425,
      "Ġac": 426,
      "Ġex": 427,
      "ĠestÃ¡": 428,
      "iento": 429,
      "tar": 430,
      "im": 431,
      "ir": 432,
      "Ġta": 433,
      "Ġhac": 434,
      "iv": 435,
      "ues": 436,
      "Ġemp": 437,
      "aj": 438,
      "ton": 439,
      "Ġle": 440,
      "tra": 441,
      "Ã©n": 442,
      "Ġdis": 443,
      "min": 444,
      "tor": 445,
      "tonces": 446,
      "Ġor": 447,
      "ados": 448,
      "Ġya": 449,
      "fic": 450,
      "Ġnos": 451,
      "Ġob": 452,
      "ici": 453,
      "tros": 454,
      "Ġinter": 455,
      "tan": 456,
      "Ġproces": 457,
      "Ġ(": 458,
      "Ġres": 459,
      "aliz": 460,
      "Ġap": 461,
      "rec": 462,
      "Ġesta": 463,
      "tu": 464,
      "tur": 465,
      "mente": 466,
      "Ġsiste": 467,
      "si": 468,
      "Ġinf": 469,
      "ĠC": 470,
      "Ġan": 471,
      "ul": 472,
      "ĠmÃ¡s": 473,
      "ib": 474,
      "ia": 475,
      "Ġdeb": 476,
      "Ġtiene": 477,
      "Ġyo": 478,
      "ĠL": 479,
      "Ġman": 480,
      "Ġop": 481,
      "ida": 482,
      "dad": 483,
      "truc": 484,
      "biÃ©n": 485,
      "ero": 486,
      "Ġva": 487,
      "ĠS": 488,
      "Ġeste": 489,
      "il": 490,
      "tre": 491,
      "tas": 492,
      "Ġpuede": 493,
      "Ġte": 494,
      "Ġdeci": 495,
      "Ġma": 496,
      "ce": 497,
      "Ġr": 498,
      "son": 499,
      "Ġtam": 500,
      "Ġuste": 501,
      "ĠA": 502,
      "eren": 503,
      "Ġinform": 504,
      "Ġperson": 505,
      "ĠtambiÃ©n": 506,
      "dos": 507,
      "Ġpero": 508,
      "Ġcom": 509,
      "les": 510,
      "amente": 511,
      "Ġempres": 512,
      "Ġpode": 513,
      "Ġporque": 514,
      "gram": 515,
      "ĠP": 516,
      "jemp": 517,
      "Ġtenemos": 518,
      "Ġins": 519,
      "eces": 520,
      "Ġentonces": 521,
      "Ġcons": 522,
      "Ġar": 523,
      "Ġtrab": 524,
      "Ġu": 525,
      "Ġver": 526,
      "Ġimp": 527,
      "Ġcl": 528,
      "Â¿": 529,
      "Ġtrabaj": 530,
      "jemplo": 531,
      "are": 532,
      "Ġ2": 533,
      "ig": 534,
      "til": 535,
      "Ġhacer": 536,
      "los": 537,
      "Ġhab": 538,
      "Ġsistema": 539,
      "Ġcuando": 540,
      "ra": 541,
      "se": 542,
      "orma": 543,
      "Ġeso": 544,
      "Ġejemplo": 545,
      "Ġvari": 546,
      "Ġhay": 547,
      "Ġqu": 548,
      "gan": 549,
      "ÃŃs": 550,
      "ĠD": 551,
      "ro": 552,
      "Ġca": 553,
      "Ġfun": 554,
      "tivo": 555,
      "ĠinformaciÃ³n": 556,
      "io": 557,
      "Ġ3": 558,
      "mor": 559,
      "duc": 560,
      "pos": 561,
      "Ġmis": 562,
      "po": 563,
      "Ġentre": 564,
      "Ġrec": 565,
      "it": 566,
      "ĠÂ¿": 567,
      "mas": 568,
      "Ġah": 569,
      "Ġej": 570,
      "tura": 571,
      "enta": 572,
      "Ġdic": 573,
      "Ġmen": 574,
      "Ġbas": 575,
      "Ġutil": 576,
      "ecu": 577,
      "gun": 578,
      "ĠI": 579,
      "Ġgr": 580,
      "feren": 581,
      "mb": 582,
      "Ġmi": 583,
      "tica": 584,
      "Ã©s": 585,
      "Ġcontr": 586,
      "tivos": 587,
      "Ġprogram": 588,
      "ble": 589,
      "no": 590,
      "Ġcada": 591,
      "quÃŃ": 592,
      "ores": 593,
      "Ġesp": 594,
      "Ġdecir": 595,
      "oy": 596,
      "Ġ5": 597,
      "Ġneces": 598,
      "Ġval": 599,
      "otros": 600,
      "Ġ4": 601,
      "ver": 602,
      "ico": 603,
      "ware": 604,
      "Ġreg": 605,
      "Ġcar": 606,
      "mi": 607,
      "Ġmode": 608,
      "der": 609,
      "emp": 610,
      "iÃ³n": 611,
      "Ġas": 612,
      "Ġnosotros": 613,
      "ans": 614,
      "Ġpo": 615,
      "Ġmemor": 616,
      "Ġutiliz": 617,
      "Ġvamos": 618,
      "amiento": 619,
      "Ġpre": 620,
      "Ġempresa": 621,
      "uch": 622,
      "el": 623,
      "Ġtrans": 624,
      "Ġgen": 625,
      "ez": 626,
      "almente": 627,
      "Ġfin": 628,
      "Ġobje": 629,
      "Ġtodo": 630,
      "gn": 631,
      "lar": 632,
      "Ġesto": 633,
      "co": 634,
      "Ġejecu": 635,
      "ga": 636,
      "ante": 637,
      "Ġsus": 638,
      "Ġpa": 639,
      "Ġorgan": 640,
      "Ġusted": 641,
      "Ġinstruc": 642,
      "ĠaquÃŃ": 643,
      "ora": 644,
      "ri": 645,
      "ĠcÃ³": 646,
      "Ġtra": 647,
      "mento": 648,
      "Ġpoder": 649,
      "Ġmemoria": 650,
      "lic": 651,
      "Ġesa": 652,
      "Ġmedi": 653,
      "Ġcor": 654,
      "ĠEn": 655,
      "Ġ6": 656,
      "um": 657,
      "Ġcontrol": 658,
      "unto": 659,
      "adas": 660,
      "ario": 661,
      "TE": 662,
      "ĠM": 663,
      "onde": 664,
      "idades": 665,
      "Ġmo": 666,
      "ĠEs": 667,
      "uy": 668,
      "Ġforma": 669,
      "Ġproduc": 670,
      "Ġmuch": 671,
      "iente": 672,
      "Ġsol": 673,
      "Ġtener": 674,
      "ticas": 675,
      "Ġdebe": 676,
      "con": 677,
      "Ġ8": 678,
      "cip": 679,
      "ft": 680,
      "Ġgener": 681,
      "Ġ9": 682,
      "Ġproceso": 683,
      "ier": 684,
      "Ġcas": 685,
      "Ġese": 686,
      "Ġcual": 687,
      "Ġj": 688,
      "Ġorganiz": 689,
      "Ġdirec": 690,
      "Ġparte": 691,
      "encia": 692,
      "Ġdiferen": 693,
      "ĠestÃ¡n": 694,
      "Ġpas": 695,
      "TO": 696,
      "Ã±o": 697,
      "ntro": 698,
      "Ġsin": 699,
      "ftware": 700,
      "aje": 701,
      "arr": 702,
      "Ġcos": 703,
      "able": 704,
      "ĠT": 705,
      "gar": 706,
      "Ġinc": 707,
      "fica": 708,
      "na": 709,
      "Ãºn": 710,
      "quier": 711,
      "ĠquÃ©": 712,
      "Ġcap": 713,
      "Ġprim": 714,
      "per": 715,
      "Ġ7": 716,
      "Ġdice": 717,
      "arrol": 718,
      "Ġmanera": 719,
      "Ġdos": 720,
      "Ġcomun": 721,
      "Ã¡l": 722,
      "Ġrep": 723,
      "Ġpos": 724,
      "Ġcam": 725,
      "tiva": 726,
      "miento": 727,
      "ones": 728,
      "Ġimpor": 729,
      "ido": 730,
      "Ġdonde": 731,
      "Ġcre": 732,
      "Ġniv": 733,
      "Ġtodos": 734,
      "Ġdentro": 735,
      "Ã¡n": 736,
      "Ġserv": 737,
      "das": 738,
      "laciÃ³n": 739,
      "Qu": 740,
      "Ġprop": 741,
      "Ġlle": 742,
      "Ġmej": 743,
      "Ġdesarrol": 744,
      "ÃŃn": 745,
      "Ġ10": 746,
      "Ġvoy": 747,
      "Ġesc": 748,
      "Ġnues": 749,
      "taciÃ³n": 750,
      "iendo": 751,
      "Ġrealiz": 752,
      "adores": 753,
      "Ġsob": 754,
      "tir": 755,
      "Ġbien": 756,
      "cio": 757,
      "Ġresp": 758,
      "Ġau": 759,
      "uen": 760,
      "Ġsoftware": 761,
      "Ġcono": 762,
      "fin": 763,
      "ific": 764,
      "XTO": 765,
      "TEXTO": 766,
      "ren": 767,
      "tras": 768,
      "Ġtengo": 769,
      "ĠLa": 770,
      "ientos": 771,
      "QuÃ©": 772,
      "las": 773,
      "Ġuno": 774,
      "incip": 775,
      "tante": 776,
      "urs": 777,
      "ĠU": 778,
      "log": 779,
      "Ġcompu": 780,
      "Ġopera": 781,
      "cional": 782,
      "Ġtipo": 783,
      "tal": 784,
      "vi": 785,
      "Ġregis": 786,
      "Ġprincip": 787,
      "mentos": 788,
      "aciones": 789,
      "Ġad": 790,
      "lam": 791,
      "Ġpersonas": 792,
      "ĠEl": 793,
      "cial": 794,
      "cep": 795,
      "lan": 796,
      "ĠnÃº": 797,
      "termin": 798,
      "Ġbus": 799,
      "Ġproble": 800,
      "tador": 801,
      "cias": 802,
      "ecto": 803,
      "Ġmejor": 804,
      "Ġpueden": 805,
      "titu": 806,
      "Ġele": 807,
      "Ġusu": 808,
      "uego": 809,
      "pen": 810,
      "tin": 811,
      "Ġclas": 812,
      "Ġsab": 813,
      "Ġestos": 814,
      "ĠR": 815,
      "Ġsea": 816,
      "Ġnivel": 817,
      "ho": 818,
      "Ġcambi": 819,
      "Ġservici": 820,
      "Ġsal": 821,
      "Ġvan": 822,
      "Ġtienen": 823,
      "dar": 824,
      "Ã©r": 825,
      "tec": 826,
      "Ġdetermin": 827,
      "Ġseg": 828,
      "Ġotro": 829,
      "Ġsobre": 830,
      "tico": 831,
      "Ġtrabajo": 832,
      "Ġustedes": 833,
      "Ġbase": 834,
      "Ġdefin": 835,
      "Ġcic": 836,
      "ve": 837,
      "Ġred": 838,
      "om": 839,
      "Ġing": 840,
      "Ġrela": 841,
      "fici": 842,
      "lec": 843,
      "Ġpermi": 844,
      "esti": 845,
      "Ġcaso": 846,
      "mac": 847,
      "Ġsign": 848,
      "Ġllam": 849,
      "me": 850,
      "Ġdo": 851,
      "Ġalmac": 852,
      "icaciones": 853,
      "arios": 854,
      "Ġmay": 855,
      "Ġrecurs": 856,
      "Ġrequ": 857,
      "ita": 858,
      "Ġab": 859,
      "Ġtiemp": 860,
      "Ġpres": 861,
      "Ġtan": 862,
      "ĠN": 863,
      "ĠahÃŃ": 864,
      "par": 865,
      "entes": 866,
      "Ġbuen": 867,
      "Ġorden": 868,
      "siÃ³n": 869,
      "Ġpersona": 870,
      "Ġvis": 871,
      "ĠO": 872,
      "Ġlen": 873,
      "Ġestruc": 874,
      "minis": 875,
      "Ġalgun": 876,
      "Ġluego": 877,
      "vis": 878,
      "Ġaplic": 879,
      "Ġvalor": 880,
      "icas": 881,
      "Ġsistemas": 882,
      "Ġalmacen": 883,
      "Ġven": 884,
      "icos": 885,
      "Ġsen": 886,
      "Ġexp": 887,
      "erc": 888,
      "Ġprograma": 889,
      "Ġproy": 890,
      "tidad": 891,
      "alidad": 892,
      "Ġhace": 893,
      "Ġtiempo": 894,
      "Ġlengu": 895,
      "Ġcomunic": 896,
      "ĠnÃºm": 897,
      "Ġvez": 898,
      "mpl": 899,
      "tado": 900,
      "ĠinstrucciÃ³n": 901,
      "Ġderec": 902,
      "ables": 903,
      "Ġmismo": 904,
      "Ġmodelo": 905,
      "cil": 906,
      "Ġdise": 907,
      "Ġmayor": 908,
      "mple": 909,
      "Ġcomputador": 910,
      "Ġciclo": 911,
      "Ġunidad": 912,
      "bil": 913,
      "Ġequi": 914,
      "Ġalgo": 915,
      "ibu": 916,
      "Ġmues": 917,
      "jo": 918,
      "tien": 919,
      "posi": 920,
      "Ġconj": 921,
      "udi": 922,
      "tores": 923,
      "gual": 924,
      "Ġinte": 925,
      "Ġotra": 926,
      "Ġpodemos": 927,
      "Ġespe": 928,
      "Ġmuy": 929,
      "ĠB": 930,
      "Ã³g": 931,
      "logÃŃa": 932,
      "alab": 933,
      "ĠIn": 934,
      "Ġgran": 935,
      "ven": 936,
      "asta": 937,
      "Ġahora": 938,
      "lig": 939,
      "Ġconcep": 940,
      "cuen": 941,
      "ĠasÃŃ": 942,
      "Ġrecursos": 943,
      "eros": 944,
      "Ġoper": 945,
      "ĠmÃ©": 946,
      "tribu": 947,
      "Ġactiv": 948,
      "Ġestado": 949,
      "Ġtec": 950,
      "ĠÃ¡": 951,
      "Ġimportante": 952,
      "Ġfu": 953,
      "Ġrepres": 954,
      "Ġadminis": 955,
      "ca": 956,
      "isis": 957,
      "Ġne": 958,
      "digo": 959,
      "cuer": 960,
      "Ġdesde": 961,
      "za": 962,
      "Ġpon": 963,
      "Ġay": 964,
      "isten": 965,
      "Ã¡c": 966,
      "Ġhabl": 967,
      "Ġesos": 968,
      "Ġpuedo": 969,
      "ior": 970,
      "mÃ¡": 971,
      "ĠV": 972,
      "ĠEntonces": 973,
      "ÃŃas": 974,
      "Ã¡lisis": 975,
      "tific": 976,
      "Ġcompon": 977,
      "Ġprocesos": 978,
      "val": 979,
      "Ġnorm": 980,
      "Ġconjunto": 981,
      "Ġhasta": 982,
      "ĠH": 983,
      "Ġpalab": 984,
      "pon": 985,
      "En": 986,
      "ientes": 987,
      "Ġcuenta": 988,
      "imiento": 989,
      "trar": 990,
      "Ġresul": 991,
      "ifica": 992,
      "Ġayu": 993,
      "Ġestas": 994,
      "Ġrequer": 995,
      "Ġqui": 996,
      "Ġincl": 997,
      "Ġestar": 998,
      "Ġecon": 999,
      "car": 1000,
      "Ġfuncion": 1001,
      "Ġsolu": 1002,
      "fec": 1003,
      "Ġplan": 1004,
      "ĠcomunicaciÃ³n": 1005,
      "acter": 1006,
      "ch": 1007,
      "du": 1008,
      "Ġve": 1009,
      "Ġcan": 1010,
      "uev": 1011,
      "Ġigual": 1012,
      "ĠcÃ³mo": 1013,
      "ĠÃ©": 1014,
      "ĠcÃ³digo": 1015,
      "ĠsÃŃ": 1016,
      "Ġfinan": 1017,
      "Ġinstrucciones": 1018,
      "Ġdiferentes": 1019,
      "Ġpe": 1020,
      "Ġdepen": 1021,
      "acciÃ³n": 1022,
      "Ġnuev": 1023,
      "ĠanÃ¡lisis": 1024,
      "ĠorganizaciÃ³n": 1025,
      "Ġdisposi": 1026,
      "abil": 1027,
      "),": 1028,
      "ito": 1029,
      "Ġsub": 1030,
      "Ġotros": 1031,
      "Ġref": 1032,
      "Ġdesarrollo": 1033,
      "Ġlenguaje": 1034,
      "Ġcapa": 1035,
      "Ã©c": 1036,
      "Ġanaliz": 1037,
      "Ġiden": 1038,
      "Ġtom": 1039,
      "ĠdirecciÃ³n": 1040,
      "Ġconf": 1041,
      "00": 1042,
      "Ġvariable": 1043,
      "tamente": 1044,
      "dr": 1045,
      "quitec": 1046,
      "Ġcaracter": 1047,
      "tados": 1048,
      "Ġsigu": 1049,
      "Ġtodas": 1050,
      "Ġconstitu": 1051,
      "Ġespeci": 1052,
      "bilidad": 1053,
      "ios": 1054,
      "ĠrelaciÃ³n": 1055,
      "Ġform": 1056,
      "err": 1057,
      "ĠG": 1058,
      "Ġmens": 1059,
      "Ġproblema": 1060,
      "endo": 1061,
      "Ġtipos": 1062,
      "Ġempresas": 1063,
      "Ġide": 1064,
      "Ġsegur": 1065,
      "ina": 1066,
      "ÃŃsticas": 1067,
      "dan": 1068,
      "Ġtrav": 1069,
      "ea": 1070,
      "Ġesas": 1071,
      "Ġind": 1072,
      "Ġproyecto": 1073,
      "ara": 1074,
      "ĠmÃ¡": 1075,
      "dades": 1076,
      "cidad": 1077,
      "ĠlÃŃn": 1078,
      "Ġveces": 1079,
      "Ġsimple": 1080,
      "ĠtravÃ©s": 1081,
      "quiere": 1082,
      "Ġmatr": 1083,
      "ĠmÃ©to": 1084,
      "Ġestudi": 1085,
      "ĠCon": 1086,
      "Es": 1087,
      "ĠY": 1088,
      "Ġestamos": 1089,
      "Ġellos": 1090,
      "Ġdeben": 1091,
      "lti": 1092,
      "Ãºlti": 1093,
      "ĠLos": 1094,
      "Ġcier": 1095,
      "tivas": 1096,
      "Ġfinanci": 1097,
      "Ġtanto": 1098,
      "ing": 1099,
      "tener": 1100,
      "Ġelementos": 1101,
      "Ġinici": 1102,
      "Ġtecno": 1103,
      "siones": 1104,
      "imientos": 1105,
      "Ġer": 1106,
      "Ġinver": 1107,
      "ĠPor": 1108,
      "Ġvalores": 1109,
      "iciÃ³n": 1110,
      "nos": 1111,
      "ĠnÃºmero": 1112,
      "Ġley": 1113,
      "Ġsegun": 1114,
      "Ġcomple": 1115,
      "Ġdocu": 1116,
      "alizaciÃ³n": 1117,
      "empre": 1118,
      "Ġsignifica": 1119,
      "Ġabs": 1120,
      "Ã©cn": 1121,
      "ĠfunciÃ³n": 1122,
      "Ġusuario": 1123,
      "Ġuso": 1124,
      "Ġlib": 1125,
      "arse": 1126,
      "ÃŃstica": 1127,
      "Ġet": 1128,
      "vid": 1129,
      "Ġsiempre": 1130,
      "Ġir": 1131,
      "Ġapl": 1132,
      "mbre": 1133,
      "ie": 1134,
      "mis": 1135,
      "Ġpol": 1136,
      "Ġinv": 1137,
      "Ġbueno": 1138,
      "Ġapren": 1139,
      "up": 1140,
      "uesto": 1141,
      "Ġvariables": 1142,
      "ĠejecuciÃ³n": 1143,
      "Ġcosas": 1144,
      "Ġarquitec": 1145,
      "uman": 1146,
      "Ġconoci": 1147,
      "ĠdiseÃ±o": 1148,
      "ĠÃ³": 1149,
      "Ġtab": 1150,
      "Ġingres": 1151,
      "Ġpunto": 1152,
      "Ġfac": 1153,
      "Ġalg": 1154,
      "Ġhan": 1155,
      "Ã±os": 1156,
      "Ġservicios": 1157,
      "ĠtÃ©cn": 1158,
      "Ġllev": 1159,
      "Ġconta": 1160,
      "Ġetc": 1161,
      "izaciÃ³n": 1162,
      "Ġidentific": 1163,
      "Ġemple": 1164,
      "ĠbÃ¡s": 1165,
      "Ġtoda": 1166,
      "Ġcen": 1167,
      "cios": 1168,
      "ĠÃ¡re": 1169,
      "cri": 1170,
      "Ġescri": 1171,
      "Ġrealizar": 1172,
      "ĠF": 1173,
      "Ġcumpl": 1174,
      "Ġgeneral": 1175,
      "ĠseÃ±": 1176,
      "Ġoperaciones": 1177,
      "ista": 1178,
      "man": 1179,
      "Ġecu": 1180,
      "Ġade": 1181,
      "Ġtrabajar": 1182,
      "ĠSe": 1183,
      "Ġpob": 1184,
      "fer": 1185,
      "Ġintegr": 1186,
      "Ġcomponentes": 1187,
      "ha": 1188,
      "Ġconsi": 1189,
      "cuencia": 1190,
      "Ġmomento": 1191,
      "ĠUn": 1192,
      "Ġestructura": 1193,
      "?,": 1194,
      "cir": 1195,
      "Ġmerc": 1196,
      "Ġhuman": 1197,
      "Ġdesp": 1198,
      "Ġproce": 1199,
      "Ġles": 1200,
      "erv": 1201,
      "Ġna": 1202,
      "ja": 1203,
      "Ġestad": 1204,
      "erram": 1205,
      "idos": 1206,
      "Ġregistro": 1207,
      "erramien": 1208,
      "Ġotras": 1209,
      "Ġcien": 1210,
      "ĠsÃ³": 1211,
      "Ġmane": 1212,
      "Ġdia": 1213,
      "Ġcontra": 1214,
      "tancia": 1215,
      "Ġmenos": 1216,
      "Ġrequerimientos": 1217,
      "ĠlÃ³g": 1218,
      "Ġobjetivo": 1219,
      "Ġejecutar": 1220,
      "Ġparti": 1221,
      "Ġsino": 1222,
      "Ġacuer": 1223,
      "Ġvien": 1224,
      "Ġtare": 1225,
      "abilidad": 1226,
      "Ġdin": 1227,
      "ĠaplicaciÃ³n": 1228,
      "antes": 1229,
      "Ġoblig": 1230,
      "Ġnuestro": 1231,
      "Ġpermite": 1232,
      "Ġservicio": 1233,
      "por": 1234,
      "Ġmun": 1235,
      "Ġprocesador": 1236,
      "Ġmedio": 1237,
      "Ġsuper": 1238,
      "Ġtal": 1239,
      "ias": 1240,
      "mientos": 1241,
      "ÃŃamos": 1242,
      "ible": 1243,
      "Ġvi": 1244,
      "Ġmucho": 1245,
      "Ġencuen": 1246,
      "Ġcondi": 1247,
      "Ġalguna": 1248,
      "Ġmediante": 1249,
      "ĠpolÃŃ": 1250,
      "xi": 1251,
      "Ġherramien": 1252,
      "Ġnego": 1253,
      "Ġentr": 1254,
      "uel": 1255,
      "Te": 1256,
      "Ġcliente": 1257,
      "Ġcantidad": 1258,
      "Ġseguridad": 1259,
      "Ġerr": 1260,
      "ens": 1261,
      "mul": 1262,
      "quel": 1263,
      "Ġrealmente": 1264,
      "Ġprimero": 1265,
      "Ġclase": 1266,
      "lado": 1267,
      "ciendo": 1268,
      "Ġelec": 1269,
      "ĠtecnologÃŃa": 1270,
      "Ġnuestra": 1271,
      "Ġcualquier": 1272,
      "Ġmon": 1273,
      "Ġabstr": 1274,
      "Ġpla": 1275,
      "Cu": 1276,
      "ba": 1277,
      "Ġaquel": 1278,
      "Ġmatriz": 1279,
      "ĠÃºlti": 1280,
      "Ġdur": 1281,
      "ticos": 1282,
      "Ġrelacion": 1283,
      "ĠÃ©l": 1284,
      "PU": 1285,
      "bir": 1286,
      "Ġexisten": 1287,
      "El": 1288,
      "Ġ=": 1289,
      "Ġcal": 1290,
      "Ġdar": 1291,
      "cular": 1292,
      "Ġnormas": 1293,
      "Texto": 1294,
      "tiene": 1295,
      "Ġprocedi": 1296,
      "tiz": 1297,
      "Ġsaber": 1298,
      "Ġ-": 1299,
      "tido": 1300,
      "Ġutilizar": 1301,
      "Ġmuestra": 1302,
      "Ġdispositivos": 1303,
      "ĠsÃ³lo": 1304,
      "itos": 1305,
      "ivos": 1306,
      "hos": 1307,
      "Ġsoci": 1308,
      "Ġmuchas": 1309,
      "Ġpalabra": 1310,
      "rar": 1311,
      "Ġarquitectura": 1312,
      "ĠpoblaciÃ³n": 1313,
      "Ġasi": 1314,
      "ĠmÃ¡qu": 1315,
      "ceso": 1316,
      "Ġadministr": 1317,
      "Ġactu": 1318,
      "Ġvida": 1319,
      "viamente": 1320,
      "Ġusuarios": 1321,
      "eb": 1322,
      "lemen": 1323,
      "Ġacuerdo": 1324,
      "et": 1325,
      "aria": 1326,
      "Ġimplemen": 1327,
      "Ġhaber": 1328,
      "Ġproblemas": 1329,
      "omÃŃa": 1330,
      "orta": 1331,
      "Ġdiagram": 1332,
      "Ġaplicaciones": 1333,
      "ros": 1334,
      "Ġfi": 1335,
      "Ġmensaje": 1336,
      "Ġatribu": 1337,
      "ital": 1338,
      "Ġhablamos": 1339,
      "Ġobjetos": 1340,
      "Ġderecho": 1341,
      "dific": 1342,
      "Ġexper": 1343,
      "Ġnecesita": 1344,
      "amen": 1345,
      "ĠCPU": 1346,
      "Ġllama": 1347,
      "Ġconcepto": 1348,
      "Ġsolo": 1349,
      "Ġhacia": 1350,
      "Ġexiste": 1351,
      "estiÃ³n": 1352,
      "iones": 1353,
      "Ġgru": 1354,
      "sa": 1355,
      "ulti": 1356,
      "Ġ100": 1357,
      "pe": 1358,
      "Ġdec": 1359,
      "olu": 1360,
      "fico": 1361,
      "zo": 1362,
      "Ġgu": 1363,
      "Ġcol": 1364,
      "ĠsoluciÃ³n": 1365,
      "fes": 1366,
      "Ġtres": 1367,
      "Ġrepresenta": 1368,
      "din": 1369,
      "lu": 1370,
      "Ġquiere": 1371,
      "Ġmic": 1372,
      "Ġprimer": 1373,
      "teg": 1374,
      "Ġbaj": 1375,
      "Ãºs": 1376,
      "Ġdistin": 1377,
      "idas": 1378,
      "az": 1379,
      "ard": 1380,
      "Ġder": 1381,
      "Ġactividades": 1382,
      "can": 1383,
      "form": 1384,
      "Ã³m": 1385,
      "Ġfal": 1386,
      "ientras": 1387,
      "ferencia": 1388,
      "Ġestructur": 1389,
      "ĠcaracterÃŃsticas": 1390,
      "Ġcur": 1391,
      "ator": 1392,
      "Ġfas": 1393,
      "ĠÃ¡rea": 1394,
      "Ġeval": 1395,
      "Ġconc": 1396,
      "Ġinteres": 1397,
      "pa": 1398,
      "Ġarch": 1399,
      "Ġproducto": 1400,
      "Ġderiv": 1401,
      "ras": 1402,
      "Ġter": 1403,
      "La": 1404,
      "pro": 1405,
      "Ġtama": 1406,
      "Ġestoy": 1407,
      "crip": 1408,
      "AR": 1409,
      "gen": 1410,
      "oci": 1411,
      "Ġcompren": 1412,
      "Ã©rmin": 1413,
      "Ġpues": 1414,
      "ĠtÃ©rmin": 1415,
      "Ġw": 1416,
      "Ġconten": 1417,
      "Ġrelaciones": 1418,
      "ĠlÃŃnea": 1419,
      "cionales": 1420,
      "Ġsegundo": 1421,
      "ĠprÃ¡c": 1422,
      "diendo": 1423,
      "Ġnorma": 1424,
      "Ġverdad": 1425,
      "ine": 1426,
      "Ġjur": 1427,
      "Ġdeterminar": 1428,
      "mÃ¡s": 1429,
      "Ġindi": 1430,
      "Ġmater": 1431,
      "Ġanalizar": 1432,
      "mÃ©": 1433,
      "Ġobviamente": 1434,
      "Ġpeque": 1435,
      "Ġsiguiente": 1436,
      "Ġasign": 1437,
      "Ġ/": 1438,
      "Ġpodr": 1439,
      "Ġmuchos": 1440,
      "Ġcompar": 1441,
      "Ġdecisiones": 1442,
      "Ġespa": 1443,
      "Ġexpres": 1444,
      "bier": 1445,
      "ectos": 1446,
      "Ġcompe": 1447,
      "Ġcomporta": 1448,
      "fo": 1449,
      "ĠLas": 1450,
      "Ġren": 1451,
      "Ġmisma": 1452,
      "ĠtamaÃ±o": 1453,
      "tando": 1454,
      "Ġcr": 1455,
      "Ġmin": 1456,
      "Ġpartir": 1457,
      "Ġincre": 1458,
      "Ġlec": 1459,
      "Ġregistros": 1460,
      "Ġcambio": 1461,
      "Por": 1462,
      "Ġtomar": 1463,
      "Ġespec": 1464,
      "cer": 1465,
      "Ġefec": 1466,
      "Ġfa": 1467,
      "Ġobjeto": 1468,
      "Ġprincipal": 1469,
      "omun": 1470,
      "erci": 1471,
      "Ġpropor": 1472,
      "Ġmercado": 1473,
      "ĠmÃ³": 1474,
      "Ġ11": 1475,
      "Ġproductos": 1476,
      "Ġcorrec": 1477,
      "Ġtareas": 1478,
      "op": 1479,
      "ons": 1480,
      "tÃŃ": 1481,
      "ĠaÃ±os": 1482,
      "Ġmientras": 1483,
      "Ġfre": 1484,
      "Ġcomputadora": 1485,
      "Ġinvesti": 1486,
      "jar": 1487,
      "Ġprodu": 1488,
      "ĠlÃ³gica": 1489,
      "ed": 1490,
      "edad": 1491,
      "ud": 1492,
      "Ġmulti": 1493,
      "Ġquer": 1494,
      "ĠprogramaciÃ³n": 1495,
      "ÃŃd": 1496,
      "dencia": 1497,
      "Ġfunciones": 1498,
      "ĠjurÃŃd": 1499,
      "ĠÃºn": 1500,
      "Ġincluy": 1501,
      "Ġconec": 1502,
      "Ġutiliza": 1503,
      "Ġprecio": 1504,
      "ĠeconÃ³m": 1505,
      "ÃŃan": 1506,
      "olver": 1507,
      "Ġacceso": 1508,
      "tantes": 1509,
      "ificaciÃ³n": 1510,
      "Ġrepresen": 1511,
      "Ġhemos": 1512,
      "Ġfinal": 1513,
      "gos": 1514,
      "ual": 1515,
      "orit": 1516,
      "tric": 1517,
      "ĠconstituciÃ³n": 1518,
      "ĠmÃ¡quina": 1519,
      "Ġmas": 1520,
      "tidades": 1521,
      "Ġinde": 1522,
      "terior": 1523,
      "Ġtenga": 1524,
      "Ġtransmi": 1525,
      "Ġevalu": 1526,
      "Ġni": 1527,
      "guir": 1528,
      "Ġoc": 1529,
      "terna": 1530,
      "Ġingen": 1531,
      "Ġsignific": 1532,
      "Ġinterna": 1533,
      "Ġmar": 1534,
      "Ġreci": 1535,
      "gaciÃ³n": 1536,
      "Ġentidad": 1537,
      "Ġhec": 1538,
      "Ġmenor": 1539,
      "Ġobjetivos": 1540,
      "ĠRe": 1541,
      "ĠeconomÃŃa": 1542,
      "Ġdinero": 1543,
      "Ġdeno": 1544,
      "ers": 1545,
      "Ġviene": 1546,
      "Ġnombre": 1547,
      "Ġestab": 1548,
      "Ġsolamente": 1549,
      "Ġcrear": 1550,
      "va": 1551,
      "Ġpi": 1552,
      "Ġsitu": 1553,
      "Ġcuen": 1554,
      "Ġfund": 1555,
      "imos": 1556,
      "ĠdÃŃa": 1557,
      "Ġpaso": 1558,
      "ĠoperaciÃ³n": 1559,
      "Ġherramientas": 1560,
      "Ġcomportamiento": 1561,
      "Ġresultado": 1562,
      "ĠadministraciÃ³n": 1563,
      "Ġatributos": 1564,
      "omunicaciones": 1565,
      "Ġoperativo": 1566,
      "Ġfactores": 1567,
      "Ġcentr": 1568,
      "rib": 1569,
      "ĠfÃŃs": 1570,
      "Ġtelec": 1571,
      "ĠpaÃŃs": 1572,
      "Ġauto": 1573,
      "Ġestra": 1574,
      "aba": 1575,
      "Ġclases": 1576,
      "Ġsencil": 1577,
      "Ġindivid": 1578,
      "Ġnum": 1579,
      "Ã¡les": 1580,
      "ivo": 1581,
      "Ġpersonal": 1582,
      "Ġ20": 1583,
      "Ġposi": 1584,
      "Ġequipo": 1585,
      "Ġobtener": 1586,
      "Ġ0": 1587,
      "itmÃ©": 1588,
      "eza": 1589,
      "Ġponer": 1590,
      "Ġalgorit": 1591,
      "Ġconsider": 1592,
      "dic": 1593,
      "cionar": 1594,
      "Ġdisc": 1595,
      "vers": 1596,
      "Ġllegar": 1597,
      "unque": 1598,
      "Ġprofes": 1599,
      "Ġ[": 1600,
      "Ġhacen": 1601,
      "Ġclar": 1602,
      "Ġmal": 1603,
      "Ġcorres": 1604,
      "Ġalmacenamiento": 1605,
      "Ġpun": 1606,
      "tim": 1607,
      "BR": 1608,
      "ĠCo": 1609,
      "acional": 1610,
      "Ġencon": 1611,
      "Ġflu": 1612,
      "Ġsir": 1613,
      "ĠaritmÃ©": 1614,
      "ĠproducciÃ³n": 1615,
      "ĠmÃ©todos": 1616,
      "Ġcapacidad": 1617,
      "ĠcondiciÃ³n": 1618,
      "Ġcalidad": 1619,
      "Ġencar": 1620,
      "ĠmÃ©todo": 1621,
      "Ġentrada": 1622,
      "ajes": 1623,
      "Ġpoco": 1624,
      "medi": 1625,
      "fac": 1626,
      "uer": 1627,
      "Ġfue": 1628,
      "Ġdebemos": 1629,
      "Ġderechos": 1630,
      "Ġtabla": 1631,
      "hora": 1632,
      "lante": 1633,
      "ĠgrÃ¡": 1634,
      "Ġgrandes": 1635,
      "eas": 1636,
      "Ġho": 1637,
      "ĠestÃ¡ndar": 1638,
      "Ġquiero": 1639,
      "Ġvelo": 1640,
      "diente": 1641,
      "Ġsecuencia": 1642,
      "Ã¡p": 1643,
      "ibles": 1644,
      "bo": 1645,
      "Ġcuan": 1646,
      "Ġtelecomunicaciones": 1647,
      "izar": 1648,
      "Ġhaciendo": 1649,
      "Ġbienes": 1650,
      "Ġprocedimientos": 1651,
      "Ġaudi": 1652,
      "ĠnÃºmeros": 1653,
      "proces": 1654,
      "ĠdecisiÃ³n": 1655,
      "Ġmate": 1656,
      "Ġcuentas": 1657,
      "ugar": 1658,
      "Ġdeman": 1659,
      "Ġ19": 1660,
      "Ġrestric": 1661,
      "Ġcomb": 1662,
      "ĠespecÃŃ": 1663,
      "ĠgestiÃ³n": 1664,
      "Ġprimera": 1665,
      "Ġrealiza": 1666,
      "Ġarchivos": 1667,
      "Ġestablec": 1668,
      "og": 1669,
      "Ġnada": 1670,
      "Ġcontiene": 1671,
      "Ġregu": 1672,
      "Ġproto": 1673,
      "ticamente": 1674,
      "Ġfundamen": 1675,
      "uÃ©s": 1676,
      "Ġsa": 1677,
      "Ġag": 1678,
      "Ġtoma": 1679,
      "ĠCu": 1680,
      "visiÃ³n": 1681,
      "ĠecuaciÃ³n": 1682,
      "ex": 1683,
      "tera": 1684,
      "Ġresultados": 1685,
      "gue": 1686,
      "ĠDE": 1687,
      "Ġpalabras": 1688,
      "Ġdenomin": 1689,
      "Ġdescrip": 1690,
      "Ġvarios": 1691,
      "Ãºsque": 1692,
      "gur": 1693,
      "Ġpens": 1694,
      "Ġenten": 1695,
      "Ġrespons": 1696,
      "Ġmicro": 1697,
      "eles": 1698,
      "istas": 1699,
      "ĠÃºltimo": 1700,
      "Ġera": 1701,
      "Ġsepar": 1702,
      "Ġindividu": 1703,
      "ĠmatemÃ¡": 1704,
      "Ġtu": 1705,
      "Ġgra": 1706,
      "culo": 1707,
      "tencia": 1708,
      "Ġprocesamiento": 1709,
      "ĠrÃ¡p": 1710,
      "ĠtÃ©cnicas": 1711,
      "Ġsociedad": 1712,
      "Ġtexto": 1713,
      "Ġconocimiento": 1714,
      "tales": 1715,
      "Ġsec": 1716,
      "Ã©sta": 1717,
      "Ġelemento": 1718,
      "Ġgrupo": 1719,
      "Ġlectura": 1720,
      "ion": 1721,
      "tad": 1722,
      "ĠacÃ¡": 1723,
      "Ġleg": 1724,
      "Ġdeber": 1725,
      "Ġclientes": 1726,
      "ĠUna": 1727,
      "esta": 1728,
      "mentar": 1729,
      "Ġpasa": 1730,
      "Ġnatur": 1731,
      "pre": 1732,
      "ular": 1733,
      "Ġmundo": 1734,
      "ardware": 1735,
      "argo": 1736,
      "ĠinformÃ¡": 1737,
      "Ġmuestre": 1738,
      "Ġidea": 1739,
      "Ã³mo": 1740,
      "Ġfr": 1741,
      "its": 1742,
      "Ġrespe": 1743,
      "ĠestadÃŃstica": 1744,
      "Ġindepen": 1745,
      "lus": 1746,
      "Ġdistribu": 1747,
      "Ġtema": 1748,
      "Ġideas": 1749,
      "Ġprue": 1750,
      "ĠinterÃ©s": 1751,
      "Ġdirecciones": 1752,
      "ĠW": 1753,
      "tran": 1754,
      "Ġof": 1755,
      "Ġhoy": 1756,
      "Ġcop": 1757,
      "Ġro": 1758,
      "igur": 1759,
      "Ġsalida": 1760,
      "ĠsegÃºn": 1761,
      "Ġpresen": 1762,
      "ĠdiseÃ±": 1763,
      "Ġactividad": 1764,
      "Ġale": 1765,
      "Ġ12": 1766,
      "Ġdesarrollar": 1767,
      "Ġayuda": 1768,
      "Ġsimplemente": 1769,
      "Ġcab": 1770,
      "Ġentidades": 1771,
      "Ġcompil": 1772,
      "Ġtrata": 1773,
      "ĠdespuÃ©s": 1774,
      "icamente": 1775,
      "ON": 1776,
      "ya": 1777,
      "Ġalterna": 1778,
      "ivers": 1779,
      "Ġmanten": 1780,
      "Ġdiferencia": 1781,
      "Ġcombin": 1782,
      "ĠbÃºsque": 1783,
      "Ġproducir": 1784,
      "EN": 1785,
      "Ġredes": 1786,
      "Ġpueda": 1787,
      "Ġhablar": 1788,
      "Ġvarias": 1789,
      "Ġmodelos": 1790,
      "Ġlugar": 1791,
      "Ġcapital": 1792,
      "Ġprincipio": 1793,
      "Ġdiagrama": 1794,
      "Ġmuestreo": 1795,
      "aÃ±": 1796,
      "reg": 1797,
      "mentaciÃ³n": 1798,
      "ĠseÃ±al": 1799,
      "IC": 1800,
      "cal": 1801,
      "Ġefici": 1802,
      "AN": 1803,
      "Ã³r": 1804,
      "menta": 1805,
      "ĠAn": 1806,
      "erencia": 1807,
      "ĠDe": 1808,
      "Ġaprender": 1809,
      "ĠsÃ©": 1810,
      "Ġ16": 1811,
      "Ġanal": 1812,
      "ĠpolÃŃticas": 1813,
      "Los": 1814,
      "Ġprob": 1815,
      "Ãºb": 1816,
      "Ġsentido": 1817,
      "Ġespacio": 1818,
      "gamos": 1819,
      "abor": 1820,
      "Ġdispon": 1821,
      "Ġprogramas": 1822,
      "ĠposiciÃ³n": 1823,
      "Ġfuer": 1824,
      "efici": 1825,
      "Ġpan": 1826,
      "ambiÃ©n": 1827,
      "ĠPro": 1828,
      "Ġjer": 1829,
      "Ġespecific": 1830,
      "net": 1831,
      "Ġmor": 1832,
      "olÃ³g": 1833,
      "Ġtransmis": 1834,
      "Ġindic": 1835,
      "cle": 1836,
      "zar": 1837,
      "dimiento": 1838,
      "Ġgo": 1839,
      "arias": 1840,
      "Ġorig": 1841,
      "Ġdicen": 1842,
      "Ġutilizan": 1843,
      "Ġdefinir": 1844,
      "Ġcentral": 1845,
      "AC": 1846,
      "istemas": 1847,
      "AM": 1848,
      "Ġ+": 1849,
      "Ġcir": 1850,
      "Ġlogr": 1851,
      "Ġopciones": 1852,
      "Ġ30": 1853,
      "Ġrecor": 1854,
      "Ġejerci": 1855,
      "Ġorganizaciones": 1856,
      "rig": 1857,
      "Ġsimul": 1858,
      "Ġdigo": 1859,
      "irtu": 1860,
      "Ġposible": 1861,
      "Ġniveles": 1862,
      "Ġunos": 1863,
      "Ġhi": 1864,
      "iencia": 1865,
      "Ġtemp": 1866,
      "tinu": 1867,
      "Ġconfi": 1868,
      "if": 1869,
      "Ġaunque": 1870,
      "Ġrecuer": 1871,
      "Ġantes": 1872,
      "logÃŃas": 1873,
      "Ġllevar": 1874,
      "Ġfase": 1875,
      "Ġsignificado": 1876,
      "Ġrestricciones": 1877,
      "Ġeta": 1878,
      "Ġli": 1879,
      "Ġpagar": 1880,
      "iere": 1881,
      "QL": 1882,
      "xtos": 1883,
      "aran": 1884,
      "enemos": 1885,
      "eran": 1886,
      "olos": 1887,
      "Ġorganizacional": 1888,
      "Ġnecesito": 1889,
      "Ġbits": 1890,
      "Ġempez": 1891,
      "Ġejecuta": 1892,
      "Ġinclus": 1893,
      "ĠlÃŃneas": 1894,
      "Ġvelocidad": 1895,
      "emb": 1896,
      "Ġvista": 1897,
      "Ġfuncionamiento": 1898,
      "Ġescribir": 1899,
      "Ġabstrac": 1900,
      "Ġlista": 1901,
      "ĠfÃ¡": 1902,
      "Ġtermin": 1903,
      "be": 1904,
      "tÃ¡n": 1905,
      "ĠserÃ¡": 1906,
      "Ġdato": 1907,
      "Ġweb": 1908,
      "Ġhecho": 1909,
      "OS": 1910,
      "Ġaten": 1911,
      "Ġban": 1912,
      "Ġsup": 1913,
      "ĠPara": 1914,
      "Ġsoluciones": 1915,
      "Ġrefle": 1916,
      "Ġleyes": 1917,
      "ula": 1918,
      "Ġata": 1919,
      "Ġamb": 1920,
      "Ġ18": 1921,
      "Ġpermiten": 1922,
      "Ġbajo": 1923,
      "Ġingenier": 1924,
      "Ġnatural": 1925,
      "Ġventa": 1926,
      "Ġ15": 1927,
      "Ġreglas": 1928,
      "ĠbÃºsqueda": 1929,
      "bles": 1930,
      "ÃŃo": 1931,
      "torno": 1932,
      "Ġasoci": 1933,
      "Ġnegocio": 1934,
      "Ġaleator": 1935,
      "Ġima": 1936,
      "ĠinteracciÃ³n": 1937,
      "Ġconocer": 1938,
      "Ġrequis": 1939,
      "Ġplazo": 1940,
      "Ġgobier": 1941,
      "Ġline": 1942,
      "ĠpÃºb": 1943,
      "todo": 1944,
      "anza": 1945,
      "ĠSi": 1946,
      "Ġprincipios": 1947,
      "Ġequipos": 1948,
      "ĠCuando": 1949,
      "tada": 1950,
      "Ġdepende": 1951,
      "Ġinicio": 1952,
      "Ġparticular": 1953,
      "CÃ³mo": 1954,
      "Ġalto": 1955,
      "Ġsuma": 1956,
      "Ġexter": 1957,
      "Ġcorr": 1958,
      "Ġintelig": 1959,
      "Ġerrores": 1960,
      "Ġfacil": 1961,
      "IN": 1962,
      "eo": 1963,
      "Ġcamin": 1964,
      "ĠalgÃºn": 1965,
      "Ġerror": 1966,
      "Ġunivers": 1967,
      "Ġgas": 1968,
      "Ġcosa": 1969,
      "Ġhablando": 1970,
      "ĠtÃ©cnica": 1971,
      "uir": 1972,
      "Ġch": 1973,
      "ono": 1974,
      "ana": 1975,
      "ĠcuÃ¡n": 1976,
      "ĠcomÃºn": 1977,
      "Ġconceptos": 1978,
      "Ã¡cter": 1979,
      "Ġdispositivo": 1980,
      "Ġidentificar": 1981,
      "lica": 1982,
      "Ġcuales": 1983,
      "uesta": 1984,
      "Ġmodelado": 1985,
      "Ġpasos": 1986,
      "Ġdurante": 1987,
      "AS": 1988,
      "Ġon": 1989,
      "Ġpregun": 1990,
      "Ġjus": 1991,
      "Entonces": 1992,
      "br": 1993,
      "Ġgaran": 1994,
      "ĠcompaÃ±": 1995,
      "Ġresolver": 1996,
      "Ġanterior": 1997,
      "ĠcarÃ¡cter": 1998,
      "Ġrespecto": 1999,
      "ĠabstracciÃ³n": 2000,
      "Ġfrecuencia": 2001,
      "procesador": 2002,
      "tis": 2003,
      "Ġdan": 2004,
      "ĠAhora": 2005,
      "Ġdependiendo": 2006,
      "Ġcambiar": 2007,
      "Ġsiguientes": 2008,
      "Ġindica": 2009,
      "Ġsem": 2010,
      "Ġrevis": 2011,
      "Ġdivers": 2012,
      "Ġcomprar": 2013,
      "Ġalmacenar": 2014,
      "Ġempleados": 2015,
      "Ġrendimiento": 2016,
      "Ġflujo": 2017,
      "ĠaritmÃ©tica": 2018,
      "imin": 2019,
      "Ġnuevo": 2020,
      "ĠademÃ¡s": 2021,
      "cen": 2022,
      "ciales": 2023,
      "Ġencu": 2024,
      "Ġ40": 2025,
      "oluciÃ³n": 2026,
      "Ġmateria": 2027,
      "Ġocur": 2028,
      "Ġauditor": 2029,
      "RE": 2030,
      "Ġdeu": 2031,
      "Ġmir": 2032,
      "Ġpartes": 2033,
      "Ġmed": 2034,
      "ĠEcu": 2035,
      "guien": 2036,
      "Ġcambios": 2037,
      "ĠtÃ©rminos": 2038,
      "ĠsituaciÃ³n": 2039,
      "mer": 2040,
      "Ġconv": 2041,
      "Ġvisto": 2042,
      "Ġalgunos": 2043,
      "Ġcontenido": 2044,
      "Ġmultip": 2045,
      "ima": 2046,
      "dera": 2047,
      "Ġblo": 2048,
      "Ġ50": 2049,
      "Ġcasos": 2050,
      "Ġnegocios": 2051,
      "Ġafec": 2052,
      "ĠmÃŃn": 2053,
      "ismo": 2054,
      "Ġseguir": 2055,
      "Ġdirig": 2056,
      "ducciÃ³n": 2057,
      "Ġnecesidad": 2058,
      "Ġimportancia": 2059,
      "ĠNo": 2060,
      "Ġciertas": 2061,
      "Ġclaro": 2062,
      "Ġrequisitos": 2063,
      "Ã³nde": 2064,
      "Ġdifer": 2065,
      "Ã±a": 2066,
      "Ġnecesi": 2067,
      "Ġtratar": 2068,
      "Ġayudar": 2069,
      "Ġfunciona": 2070,
      "Ġcontabilidad": 2071,
      "ep": 2072,
      "Ġhe": 2073,
      "Ġdebo": 2074,
      "Ġcosto": 2075,
      "ĠnÃºcle": 2076,
      "Ġciencia": 2077,
      "Ġexperiencia": 2078,
      "PI": 2079,
      "bas": 2080,
      "Ġinven": 2081,
      "Ġcamp": 2082,
      "AD": 2083,
      "Ġreal": 2084,
      "Ġalguien": 2085,
      "sea": 2086,
      "Ġtransac": 2087,
      "Ġpatr": 2088,
      "ĠsÃŃmb": 2089,
      "Ġx": 2090,
      "Ġvec": 2091,
      "Ġsocial": 2092,
      "Ġinterac": 2093,
      "iles": 2094,
      "Ġconstr": 2095,
      "Ġconsum": 2096,
      "Ġarti": 2097,
      "Ġbases": 2098,
      "Ġmejorar": 2099,
      "AL": 2100,
      "Ġobs": 2101,
      "ĠopciÃ³n": 2102,
      "Ġasp": 2103,
      "Ġdiferencial": 2104,
      "metros": 2105,
      "jas": 2106,
      "ice": 2107,
      "Ã¡m": 2108,
      "Ġpron": 2109,
      "Ġorien": 2110,
      "Ġinicial": 2111,
      "Ġproporcion": 2112,
      "ĠtransmisiÃ³n": 2113,
      "vo": 2114,
      "ĠacciÃ³n": 2115,
      "Ġquien": 2116,
      "Ġnecesario": 2117,
      "Ġfutur": 2118,
      "Ġvemos": 2119,
      "alizar": 2120,
      "Ġcomien": 2121,
      "Ġsubs": 2122,
      "Ġaquellos": 2123,
      "Ġsatis": 2124,
      "Ġdepar": 2125,
      "Ġmec": 2126,
      "Ġsupon": 2127,
      "Ġconsul": 2128,
      "Ġcumplir": 2129,
      "Ġcurs": 2130,
      "Ġdeparta": 2131,
      "van": 2132,
      "Ġlado": 2133,
      "Ġtotal": 2134,
      "ĠserÃŃa": 2135,
      "Ġprincipales": 2136,
      "Ġaplicar": 2137,
      "Ġdocumento": 2138,
      "Ġsopor": 2139,
      "Ġmiemb": 2140,
      "Ġnuestros": 2141,
      "Ġsaben": 2142,
      "Ġinversa": 2143,
      "Ġdemanda": 2144,
      "Ġinstitu": 2145,
      "Ġcumplimiento": 2146,
      "Ġofrec": 2147,
      "asa": 2148,
      "Ġprove": 2149,
      "tero": 2150,
      "ĠcuÃ¡l": 2151,
      "Ġconoce": 2152,
      "Ġdomin": 2153,
      "Ġestudio": 2154,
      "Ġencuesta": 2155,
      "Ġamor": 2156,
      "Ġentorno": 2157,
      "Ġapar": 2158,
      "Ġtrabaja": 2159,
      "Ġadministra": 2160,
      "Ġencontrar": 2161,
      "lamiento": 2162,
      "ach": 2163,
      "ĠestÃ©": 2164,
      "Ġestados": 2165,
      "ĠSo": 2166,
      "Ġcorrespon": 2167,
      "Ġmantenimiento": 2168,
      "OR": 2169,
      "ĠdÃ³nde": 2170,
      "Ã¡r": 2171,
      "Ġraz": 2172,
      "Ġdicho": 2173,
      "Ġfuente": 2174,
      "demos": 2175,
      "Ġsirve": 2176,
      "ĠlÃ©": 2177,
      "Ġmodo": 2178,
      "ĠseÃ±ales": 2179,
      "ĠlÃ©x": 2180,
      "Las": 2181,
      "Ġtienes": 2182,
      "Ġapro": 2183,
      "Ġhacerlo": 2184,
      "Ġ64": 2185,
      "Ġencuentran": 2186,
      "Ġintereses": 2187,
      "Ġampl": 2188,
      "Ġrequiere": 2189,
      "Ġtendr": 2190,
      "Ġutilizando": 2191,
      "Ġautor": 2192,
      "Ġoperativos": 2193,
      "ficial": 2194,
      "Ġentender": 2195,
      "Ġinvent": 2196,
      "Ã¼": 2197,
      "Ġinterpre": 2198,
      "Ġalgunas": 2199,
      "Ġproyectos": 2200,
      "Ġello": 2201,
      "torio": 2202,
      "ĠvisiÃ³n": 2203,
      "uelve": 2204,
      "ĠfÃ¡cil": 2205,
      "nas": 2206,
      "Ġactivos": 2207,
      "Ġargu": 2208,
      "Ġpasar": 2209,
      "Ġencuentra": 2210,
      "Ġelectr": 2211,
      "Ġejercicio": 2212,
      "Se": 2213,
      "ay": 2214,
      "Ġsac": 2215,
      "Ġunidades": 2216,
      "Ġreferencia": 2217,
      "ece": 2218,
      "Ġgus": 2219,
      "Ġdivid": 2220,
      "ĠmÃ¡xi": 2221,
      "Ġsupuesto": 2222,
      "Ġinteligencia": 2223,
      "Ġdiferente": 2224,
      "udo": 2225,
      "enefici": 2226,
      "Ġci": 2227,
      "Ġenvi": 2228,
      "Ġella": 2229,
      "Ġselec": 2230,
      "ĠdecÃŃa": 2231,
      "ĠinvestigaciÃ³n": 2232,
      "Ġcabo": 2233,
      "Ġobserv": 2234,
      "ip": 2235,
      "ies": 2236,
      "ial": 2237,
      "Ġdeco": 2238,
      "ĠvÃ©r": 2239,
      "Ġhago": 2240,
      "ĠÃ³r": 2241,
      "Ġalta": 2242,
      "ĠInter": 2243,
      "Ġtempor": 2244,
      "ĠEcuador": 2245,
      "Ġcla": 2246,
      "Ġcontinu": 2247,
      "Ġescal": 2248,
      "Ġfinanciero": 2249,
      "Ġhumanos": 2250,
      "Ġartificial": 2251,
      "Ġvirtu": 2252,
      "segur": 2253,
      "Ġservid": 2254,
      "Ġdesarroll": 2255,
      "tizar": 2256,
      "):": 2257,
      "jos": 2258,
      "uto": 2259,
      "erente": 2260,
      "ĠprÃ©sta": 2261,
      "Ġlocal": 2262,
      "Ġperio": 2263,
      "tividad": 2264,
      "bido": 2265,
      "tual": 2266,
      "ĠMBR": 2267,
      "Ġsolici": 2268,
      "Ġciertos": 2269,
      "Ġfinancieros": 2270,
      "ĠautomÃ¡": 2271,
      "ama": 2272,
      "Ġmetodo": 2273,
      "ill": 2274,
      "ĠSoftware": 2275,
      "cam": 2276,
      "lÃŃ": 2277,
      "Ġdimen": 2278,
      "ĠPero": 2279,
      "Ġcostos": 2280,
      "ĠTambiÃ©n": 2281,
      "Ġalgoritmo": 2282,
      "Ġimag": 2283,
      "Ġciu": 2284,
      "ort": 2285,
      "Ġsean": 2286,
      "Ġbenefici": 2287,
      "Ġcul": 2288,
      "Ġcompr": 2289,
      "Ġredu": 2290,
      "Ġparticip": 2291,
      "ĠobligaciÃ³n": 2292,
      "gado": 2293,
      "pas": 2294,
      "ĠJ": 2295,
      "Ġdetal": 2296,
      "ĠcÃ¡l": 2297,
      "Ġacu": 2298,
      "tel": 2299,
      "ano": 2300,
      "Ġcob": 2301,
      "Ġmantener": 2302,
      "Ġoptim": 2303,
      "ĠAl": 2304,
      "Ġgenerar": 2305,
      "ĠOr": 2306,
      "Ġlibro": 2307,
      "bol": 2308,
      "Ġofer": 2309,
      "Ġsola": 2310,
      "Ġliber": 2311,
      "Ġrepresentar": 2312,
      "Ġalternativas": 2313,
      "Ġuniversidad": 2314,
      "mula": 2315,
      "ĠX": 2316,
      "Ġje": 2317,
      "Ġfuncional": 2318,
      "Ġcarr": 2319,
      "Ġhumano": 2320,
      "Ġciudad": 2321,
      "Para": 2322,
      "iar": 2323,
      "Ġiz": 2324,
      "Ġlim": 2325,
      "inas": 2326,
      "Ġcontexto": 2327,
      "Ġintro": 2328,
      "Ġrecep": 2329,
      "Ġtextos": 2330,
      "ĠDa": 2331,
      "licaciÃ³n": 2332,
      "ificar": 2333,
      "ingÃ¼": 2334,
      "Ġcolum": 2335,
      "ĠtÃ©rmino": 2336,
      "ĠjurÃŃdico": 2337,
      "ĠComo": 2338,
      "Ġizquier": 2339,
      "ded": 2340,
      "Ġnodo": 2341,
      "dir": 2342,
      "Ġ14": 2343,
      "Ġcomer": 2344,
      "Ġ25": 2345,
      "ĠRAM": 2346,
      "ĠquiÃ©n": 2347,
      "ĠpolÃŃtica": 2348,
      "Ġderivada": 2349,
      "Ġfuturo": 2350,
      "rup": 2351,
      "Ġhardware": 2352,
      "Ġalcan": 2353,
      "Ġru": 2354,
      "Ġconsiste": 2355,
      "000": 2356,
      "ĠÃ³sea": 2357,
      "Ġlograr": 2358,
      "dial": 2359,
      "Ġdif": 2360,
      "Ġacep": 2361,
      "Ġexten": 2362,
      "Ġestable": 2363,
      "Ġra": 2364,
      "Ġ21": 2365,
      "Ġ60": 2366,
      "ĠÃ³p": 2367,
      "Ġvienen": 2368,
      "tizaciÃ³n": 2369,
      "ĠimplementaciÃ³n": 2370,
      "tÃ³n": 2371,
